{
    "title": " Juan Martin del Potro reveals he can’t ‘psychologically accept’ life without tennis",
    "article": " Roger Federer was reduced to a puddle of tears in an emotional farewell to tennis last week. Now another former star has made a stunning admission that tugs at the heart. Juan Martin del Potro, who retired earlier this year after no longer  being able to endure the pain of a knee injury that derailed his once  burgeoning career, says that he feels like he has been left “with  nothing.” “I can’t psychologically accept a life without tennis,” the  34-year-old Argentine said in a recent interview with Argentinian  newspaper La Nacion. “I did not have a gradual transition to the after, I  did not prepare, I have no idea what the other athletes did to live  this process peacefully. “I was No. 3 in the world, then suddenly I broke my knees and here I am, with nothing.”    Juan Martin del Potro cries during an Argentina Open tennis match against Federico Delbonis in February.SOPA Images/LightRocket via Gett Del Potro reached a career-high No. 3 in 2018, nearly a decade after  he became the first man to beat Rafael Nadal and Federer in the same  tournament at the 2009 U.S. Open. He captured the title with an epic  five-set victory over Federer at a time when the Swiss star was at the  peak of his game. But a slew of wrist and knee injuries sent his career spiraling. Just  a few months after winning his only Grand Slam title, del Potro  underwent wrist surgery and he was unable to defend in Flushing Meadows. Then in 2014 he underwent another wrist surgery, which sidelined him  for essentially two years. Four years later, he suffered the first of  two fractured kneecaps in an eight-month span and ultimately underwent  four different surgeries. There were other injuries along the way, too.    Juan Martin del Potro hits a return against John Isner during the 2018 U.S. Open.Charles Wenzelberg/New York Post The 6-foot-6 bomber, affectionately known as the Tower of Tandil,  returned this year at the Argentina Open in February,  losing to  Federico Delbonis, 6-1, 6-3, before offering a tearful wave goodbye. The toll of his injuries has only been just now revealed, though,  with del Potro saying he’s unable to run, can’t climb stairs without  pain and can’t drive for long without needing to stop to stretch his  legs. “I recently went to Switzerland to see another doctor,” del Potro  recently told reporters in Argentina. “I started another treatment, it  was recommended by many tennis players and so far I have not even had a  positive result. “Imagine what it’s like after every treatment attempt or surgery, the  frustration I can feel when things don’t work out. As usual I delude  myself, I hope, I have faith in every new treatment I try and, when this  fails, the blow is hard.    Juan Martin del Potro kisses the trophy after beating Roger Federer to win the 2009 U.S. Open.©2009 Photostation Images 7What do you think? Post a comment. “This is my reality, which is hard, it is sad, but I always try to  improve my situation and my new challenge is also to live in the best  possible way, even psychologically, despite my problem.” The Argentine was the first of a handful of notable retirements from tennis this year, with former World No. 1 Ash Barty calling it a career in March, Jo-Wilfried Tsonga doing so after the French Open in May, Serena Williams saying goodbye at the U.S. Open and Federer bidding adieu in a doubles match with longtime rival Nadal at the Laver Cup.  "
}