{
    "title": "Roger Federer annonce sa retraite ",
    "article": "Le Bâlois a mis fin ce jeudi  15 septembre à sa carrière et à un suspense qui durait depuis  quelques mois. Opéré du genou en juillet 2021, il n’était plus en état  physique de revenir une dernière fois comme il l’espérait. Une page  immense de l’histoire du sport se tourne  Roger Federer restera sans doute toute sa vie  l’incarnation du tennis mais il n’est plus un joueur de tennis, du moins  au niveau professionnel. A 41 ans, le Bâlois a annoncé sa retraite  ce jeudi 15 septembre dans une longue lettre publiée sur les  réseaux sociaux. Il prendra part la semaine prochaine à la Laver Cup à  Londres, mais à plus aucun tournoi ATP. «Les trois dernières années ont été marquées par des blessures et des  opérations qui ont représenté autant de défis à surmonter, écrit  Federer. J’ai travaillé dur pour retrouver un niveau de forme qui me  permettrait de disputer des compétitions. Mais je connais aussi les  capacités et les limites de mon corps, et le message qu’il m’a adressé  dernièrement a été clair. J’ai 41 ans. J’ai joué plus de 1500  matchs en plus de vingt-quatre ans. Le tennis m’a traité de manière  plus généreuse que je n’aurais pu en rêver et maintenant, je dois  reconnaître quand arrive le moment de mettre un terme à ma carrière de  compétiteur.» Lire aussi: Roger Federer annonce sa retraite La nuance est dans le terme «compétiteur». Roger Federer jouera  probablement à l’avenir dans des matchs-exhibitions. Dès la semaine  prochaine à Londres, il participera, sous une forme encore à définir  (joueur de simple, de double uniquement, ou capitaine?) à la Laver Cup,  la compétition par équipes – «Europe» contre «Monde» – qu’il a lancée en  2017 avec son agent Tony Godsick. Ce «sera mon dernier événement ATP»,  prévient-il. Je continuerai à jouer au tennis à l’avenir, bien sûr, mais  plus en Grand Chelem ou sur le tour professionnel.» On ne le verra donc pas fin octobre aux Swiss Indoors de Bâle, où sa  présence était annoncée. Federer, qui a fêté ses 41 ans le  8 août dernier, n’avait plus joué de match officiel depuis son  élimination par le Polonais Hubert Hurkacz en quart de finale de  Wimbledon, le 7 juillet 2021. Depuis le mois de juillet 2022, il  n’avait plus aucun point ATP et avait disparu des classements officiels.   Roger Federer se retire donc avec l’un des plus beaux palmarès de  l’histoire du tennis: 103 titres professionnels en simple dont 20 en  Grand Chelem (huit fois Wimbledon, six fois l’Open d’Australie, cinq  fois US Open, une fois Roland-Garros), six victoires aux Masters, deux  médailles olympiques (or en 2008 en double avec Stan Wawrinka, argent en  2012 en simple), une victoire en Coupe Davis avec la Suisse en 2014,  310 semaines à la première place du classement mondial. Marié et père de quatre enfants, il peut désormais se consacrer à son  après-carrière, préparée depuis longtemps entre business et  philanthropie. Grâce à ses gains publicitaires, le Bâlois est resté le  joueur de tennis le mieux rémunéré en 2022, sans jouer le moindre match.  Son ambition est de produire des ressources financières à même  d’alimenter sa fondation, la Roger Federer Foundation, active dans  l’aide à la scolarisation d’enfants en Afrique, le continent d’origine  de sa mère Lynette. Notre grand format: Comment Roger est devenu Federer Un impossible retour La nouvelle bruissait depuis quelques jours autour de quelques  milieux bien renseignés, notamment parmi ses sponsors les plus fidèles.  Au début de l’été, des informations off the record de son  entourage sportif indiquaient que son retour progressif au jeu était  freiné par des complications de santé. Son genou opéré se gonflait d’eau  (épanchement de synovie) après des séances d’entraînement éprouvantes,  ce qui l’obligea à en diminuer l’intensité. Fin août, au début de l’US  Open, ces informations parurent dans le Tages-Anzeiger, accompagnées d’un pronostic pessimiste concernant son retour sur les courts prévu à l’automne. A New York, Tony Godsick confirma que Roger Federer éprouvait  «quelques douleurs» à l’entraînement mais qu’il «continuait d’essayer»  de revenir comme prévu pour la Laver Cup, et assura se montrer  optimiste. De son côté, Roger Brennwald, l’organisateur des Swiss  Indoors, indiqua n’avoir pas eu d’information autre que celle d’un  Federer préparant son retour. «Nous verrons bien à la Laver Cup où en  est son genou…», concluait Brenwald. En juillet 2021: Le dernier match de Federer?                                "
}