{
    "title": "Roger Federer, la beauté du geste en héritage ",
    "article": "Le départ à la retraite de Roger  Federer est un moment sportif historique. L’écho de cette annonce  résonne au-delà des frontières suisses, notamment en France et aux  Etats-Unis  C’est fini. Roger Federer prend sa retraite à l’âge  de 41 ans. Cette annonce a remué le milieu sportif, ému ses  adorateurs et provoqué un déluge de déclarations grandiloquentes dans la  presse internationale. Les éloges sur sa carrière ne tarissent pas. «Sublimer» Pour le quotidien français L’Equipe  «le Suisse a évidemment sa place au panthéon des plus grands sportifs  de tous les temps, au côté de Pelé, Mohammed Ali ou Carl Lewis.» Le  journal a dédié sa Une au tennisman en le présentant tout de blanc vêtu,  les yeux rivés vers le ciel. Elle porte le titre suivant: «God save the  king.»   Le registre royal a également été emprunté par le professeur émérite  de recherche culturelle à la Western Sydney University, David Rowe. Dans  son analyse sur le deuil médiatique publiée dans The Conversation, il compare le départ à la retraite de Roger Federer à une abdication – le joueur étant devenu «King Roger» en 2018 dans le Sunday Times lors de son sacre à l’Open d’Australie. Dans son article, L’Equipe rappelle brièvement le palmarès  impressionnant du joueur. Il a occupé la place de numéro un mondial  pendant 310 semaines, a gagné un tournoi du Grand Chelem pendant huit  saisons consécutives – et a hérité, par la même occasion, du titre de  deuxième plus vieux vainqueur d’un Grand Chelem. Le «papy» du sport a  aussi le mérite d’avoir pu mener une carrière sans jamais abandonner un  match. Parcourir ce long format: Comment Roger est devenu Federer Mais ce que retient le quotidien sportif, c’est avant tout la  dimension technique de la discipline que le Suisse a réussi à  «sublimer.» C’est «ce qui fascine toute personne qui assiste à un match  de Roger Federer: avec lui, le jeu semble si facile, si évident, si  fluide, si beau, écrit-il. Quand tout semble prévisible, le maestro  Federer est encore capable d’improviser.»   L’impression On retrouve cette même fascination de l’autre côté de l’Atlantique, où le New York Times  loue son jeu qui «tient de la réconciliation de l’être humain avec le  fait d’avoir un corps.» Il s’agirait presque d’une «expérience  religieuse», écrit le quotidien américain. La légèreté de ses gestes  semble n’avoir jamais quitté Roger Federer. Déjà à ses débuts, il était surnommé le «Barychnikov en baskets» par  les joueurs John et Patrick McEnroe – une référence au célèbre danseur  de ballet Mikhaïl Barychnikov. Pour le New York Times, ses  mouvements s’apparentent davantage à une certaine musicalité: «Il y  avait une qualité éthérée dans la façon dont [Roger] Federer créait des  plans, comme un musicien de jazz, improvisant des solos.»   Le quotidien américain se souvient de l’impression que laissait alors  le jeune Roger Federer: «Voici un joueur qui pouvait jouer n’importe  quel style, de n’importe où sur le terrain.» A force de travail, il a  fait de sa gestuelle élégante un art étudié par ses adversaires. «Il  était impressionnant, à tel point que ses matchs étaient observés par  les joueurs. Lorsque l’admiration que vous recevez s’étend au-delà des  fans à vos collègues joueurs, c’est quelque chose», pointe dans une  interview le tennisman Cliff Drysdale. Lire également: Roger Federer, un sportif en or Ce sentiment aura perduré jusqu’à la fin de la carrière sportive de  Roger Federer. Il s’étendra peut-être même au-delà pour l’ancienne  joueuse Mary Carillo. Selon elle, la légende suisse ne quitte pas le  royaume du tennis sans laisser un héritage: la grâce. «Grâce dans sa  façon de jouer. Grâce sous pression […] Grâce quand il bougeait, quand  il restait assis, quand il gagnait, quand il perdait.» En Chine, où il  est très populaire, le média The Beijing News pose une question qui résume l'essence de sa notoriété: «Y a-t-il un homme qui puisse dire avec conviction qu'il aime le tennis plus que Federer?» Le joueur exécutera ses derniers pas de danse la semaine prochaine – en terre royale, à Londres, à l’occasion de la Laver Cup.                                     "
}