{
    "title": "Roger Federer, un portrait au fil du «Temps» ",
    "article": "La création de notre journal a  précédé de quelques mois les débuts de Roger Federer dans le tennis  professionnel. Durant vingt-quatre ans, de nombreux articles et  reportages ont raconté sa trajectoire exceptionnelle. Extraits, alors  qu’il vient d’annoncer sa retraite  Roger Federer, le puzzle et la raquette Isabelle Bratschi, Gstaad, 9 juillet 1998 Derrière ses grands yeux noisette, on devine la lueur d’un avenir  grand ouvert, comme un chemin fendant la terre battue ou courant sur le  gazon. C’est que Roger Federer, jeune Bâlois âgé de  16 ans, est l’un des plus sûrs espoirs du tennis suisse.  Demi-finaliste simple et double à l’Open d’Australie, il est pourtant  encore capable du meilleur (remporter le tournoi juniors à Wimbledon)  comme du pire (se faire éliminer au premier tour à Roland-Garros et au  tournoi de Gstaad). Mais, son revers façon Sampras et ses bras d’acier  lui donnent de très bons atouts, dans un jeu dont l’avenir est l’enjeu. Pour l’instant, malgré les premiers feux des projecteurs qui se  braquent sur lui, Federer reste humble. Calme, très à l’aise et  souriant, il se laisse porter par les vagues de questions auxquelles il  répond avec franchise. Affalé dans un canapé, les baskets dénouées, il  refait le monde, regarde vers son passé, observe son futur. Il parle  encore beaucoup de ses parents, comme s’il les invitait à prendre place à  ses côtés, sur le sofa: «Ils m’ont appris à tenir une raquette à l’âge  de 4 ans. Mon père, Robert était un bon joueur classé R3 et ma  mère, Lynette me donnait des cours. Même si les deux ont un métier qui  n’a aucun rapport avec le tennis, laborantin et secrétaire, ils m’ont  insufflé l’envie de jouer.» Si bien que, classé huitième mondial junior avant sa victoire à  Wimbledon, Roger Federer peut espérer entrer à moyen terme dans les  cinquante premiers de l’ATP Tour – bizarrement, c’est ce qu’il se fixe  comme horizon, alors qu’on s’attend à ce qu’il avoue rêver de Grand  Chelem et de sommets. «Je me donne dix ans pour réussir.» Un temps de  réflexion. «Non, cinq.» Lire l’article complet   «NZZ am Sonntag»,  15 avril 2007.                                Des larmes de joie pour le tennis du bonheur Thierry Meyer, Wimbledon, 7 juillet 2003 […] Roger Federer, qui rejoint Martina Hingis dans l’histoire du  tennis helvétique, a remporté les Championnats de Wimbledon, le tournoi  le plus prestigieux du monde, celui dont il avait dit, dans une de ces  plaisanteries de gosse dont on ne connaît jamais vraiment la part de  vérité, qu’il serait le champion un jour. Se doutait-il qu’il  accomplirait cet exploit avec tant de brio? Car  si Roger Federer a lâché des pleurs de joies sur le  Centre Court, le public, lui, a crié son bonheur à pleins poumons devant  le talent du Suisse. Cela faisait deux ans, depuis ce fameux régicide contre Pete Sampras  en huitième de finale, que Wimbledon savait le potentiel de ce jeune  homme propre sur lui, aux manières polies, au style aristocratique, aux  coups assassins mais dégageant un je-ne-sais-quoi d’old fashion,  un pot-pourri tellement fait pour séduire l’Angleterre et le monde.  Mais les gazettes s’étaient unies aux tabelles de statistiques pour  créer l’image d’un personnage aux nerfs fragiles, le genre de dilettante  qui aurait énervé Brassens, qui disait que le talent sans travail n’est  qu’une sale manie. Ancic à Wimbledon l’an dernier, Horna à  Roland-Garros, un petit tour et puis s’en va, deux cauchemars  pour Federer, et cette réputation d’éternel espoir qui colle déjà à  la peau, alors qu’on n’a pas 22 ans. En deux matches, un long week-end, trois heures trois quarts de  tennis phénomène, tout s’est effacé. Et Wimbledon, comme l’ensemble du  «circuit», semble aujourd’hui tout à sa joie de s’être découvert un  magicien, un homme capable de transporter le jeu vers de nouveaux  sommets, réconciliant artistes d’antan et artilleurs d’aujourd’hui, le  spectacle et l’efficacité, la grâce et la puissance. Commentateur pour  la BBC, inspiration adolescente pour le jeune Federer, Boris  Becker, trois fois champion sur le gazon de Church Road, débordait  d’enthousiasme: «Nous venons de voir le champion de l’avenir. Il sait  tout faire. C’est le début d’un long règne.»   «Le Temps», le 30 janvier 2018.                                Federer, la libération de Paris Christian Despont, Paris, 9 juin 2009 Sous le vent et la pluie, le Bâlois a dominé en trois sets Robin  Söderling en finale de Roland-Garros. Roger Federer a  triomphé dans les quatre tournois majeurs. Le palmarès est complet,  l’œuvre achevée. Avec 14 titres du Grand Chelem, le «maître» égale le  record de Sampras et entre au panthéon du tennis. Roger Federer n’oubliera pas qu’en ce jour béni son épouse  était proche d’accoucher et qu’une autre gestation, une lente et savante  gestation, est arrivée à son terme. Sur cette terre  de Roland-Garros qui le mettait au défi de puiser d’autres  forces, le virtuose est devenu le plus grand joueur de l’histoire dans  le baroud, avec des qualités de battant. Avec une stature de champion. Roger Federer n’oubliera pas ce jour béni où planait une  atmosphère étrange, presque irréelle. La bruine, le froid, le vent  mauvais. Le ciel noir qui gronde au loin, comme pour prévenir d’une  menace. Björn Borg au premier rang, engoncé dans un complet sombre,  morne et figé, comme un fantôme convoqué aux derniers honneurs perdus.  Et Andre Agassi avec son sourire bienveillant, ses mots gentils, comme  un ange protecteur. Et puis cet illuminé jailli de nulle part, comme un oiseau de  malheur, pour «toucher» Roger Federer – «J’ai eu peur. J’ai eu besoin de  quelques jeux pour retrouver mes esprits.» La terre ocre qui devient  lourde, sournoise. Les «Roger, Roger» qui dévalent des gradins,  suppliques de la foule inquiète et fervente. Et à la fin, quand la  pression retombe sur le stade vide, le soleil qui revient… Roger Federer a pleuré, bien sûr. Heureusement qu’il  pleuvait parce que, dans les tribunes, bien des costauds ne savaient pas  où camoufler leurs larmes. Sur le Centre Court, l’émotion Federer Laurent Favre, Wimbledon, 7 juillet 2017 A Wimbledon, chaque match de Federer est un éblouissement. Une  performance, au sens artistique. «Une expérience religieuse», osa  l’écrivain américain David Foster Wallace en 2006 dans le New York Times.  N’excluons pas les athées; une expérience esthétique. La beauté est  rare dans le sport. Elle est surtout rarement victorieuse.  De Poulidor au Brésil 82, les perdants sont souvent magnifiques  quand les gagnants ne sont parfois que des vainqueurs. Federer a amené  cela dans le sport moderne: le triomphe de l’esthétisme. L’efficacité du  beau. Plus que les dix-huit ou dix-neuf ou vingt titres du Grand  Chelem, c’est ce qui restera. A cette esthétique répond celle du Centre Court. Ce stade est un  écrin immaculé où rien ne vient troubler la quiétude de l’œil. Il n’y a  que du vert et du blanc, parfois un peu d’or lorsque le soleil couchant  baigne le court dans la chaleur de ses obliques orangés. Pas de  publicité, pas de loge. Les juges de ligne sont cachés au milieu des  photographes. Il n’y a pas même de banc pour les joueurs; juste deux  chaises posées sur la pelouse. La pente douce des tribunes relie sans  rupture le toit et le terrain. Lorsque les applaudissements descendent  en cascade des gradins, ils glissent en atteignant le replat comme une  vague sur une plage de galets. Fermez les yeux: le bruit est à peu près  le même. L’atmosphère est moins celle d’un stade que celle d’un cloître.  L’espace est clos, replié sur lui-même et plongé dans la pénombre à  toute heure de la journée. Les volets tous fermés là-haut dans les  cintres y veillent. Le tennis de Roger Federer se marie parfaitement à  cette harmonie. Le Bâlois est tout de sobriété et de classicisme, plus  encore depuis qu’il a mis fin à ses tentatives de réconcilier le  vêtement de sport et la mode. Il dit qu’il se sent ici chez lui. Ce  n’est pas exagéré. Sur ce court où il est interdit de s’entraîner, peu  d’hommes y ont aussi souvent joué que lui. Lire l’article complet Dans l’œil du cyclone Roger Laurent Favre, New York, 3 septembre 2017 Le service média de l’US Open réserve parfois quelques places pour la  presse tout en bas de l’immense Arthur Ashe Stadium. Premier rang,  trois mètres derrière le banc de Federer. Une partie du court est  masquée par la chaise haute de l’arbitre et par les épaules des  ramasseurs de balles. L’absence de hauteur de vue vous plonge dans une  vision bidimensionnelle et vous prive d’une grande partie de l’aspect  tactique du match. En échange, apparaît soudainement de façon claire le  côté obscur d’un match. La concentration en plein tumulte, le  silence dans le vacarme, la solitude au cœur de la foule. Gate 9, Box  52, Row AA, Seat 7: vous êtes dans l’œil du cyclone. Dès les premiers points, la maîtrise et la qualité du jeu vous  sautent au visage. La vitesse de la balle est évidemment très  impressionnante. Les déplacements le sont moins parce qu’ils sont  permanents et constamment anticipés. La technique de frappe, la prise de  raquette, la variété des coups apparaissent également nettement et  distinguent rapidement le Bâlois de son adversaire, qui frappe plus  fort mais surprend rarement. Roger Federer ne se contente jamais de  renvoyer la balle; il y met à chaque fois un effet différent. C’est  comme si l’un envoyait des pétards et l’autre des feux d’artifice. Un aveugle s’en rendrait facilement compte parce que chaque frappe  différente produit une sonorité différente. La raquette de Federer est  un instrument à cordes qui peut produire un son mat, clair,  claquant comme un coup de fouet, rond ou aspiré. Un mal voyant manquerait en revanche l’étonnante trajectoire des  balles de Federer. Beaucoup ne sont pas paraboliques mais coudées,  comme si elles étaient téléguidées. On croit souvent qu’elles vont être  trop longues et puis non, elles retombent brutalement juste devant la  ligne. Il n’est pas rare que le public lâche un «Ohh» déçu lorsque  le coup part, suivi deux secondes plus tard d’un «Ahh» admiratif lorsque  la balle rebondit. Peut-être que les aveugles comprendraient,  finalement… Lire l’article complet «Il s’est passé un truc dimanche» Marc Rosset, chronique, 17 juillet 2019 Cela fait trois jours maintenant et je ne m’en remets toujours pas.  Dimanche soir, j’étais hagard; lundi, j’attendais de sortir d’un mauvais  rêve. Depuis mardi, je ne suis plus dans le déni. J’accepte qu’il ait  perdu (mais j’espère quand même que quelqu’un viendra me taper sur  l’épaule pour me réveiller). La défaite de Federer en finale de  Wimbledon m’a touché comme peu d’événements sportifs, et pourtant j’en  bouffe! Je crois que je la classe dans le top 5 de mes plus grandes  émotions de sport, positives comme négatives, vécues comme joueur,  commentateur ou spectateur, et je mets mon titre olympique dans le lot. Depuis que je suis rentré à Genève, je m’aperçois que beaucoup de  gens sont comme moi et restent très marqués par ce dénouement. Tout le  monde a été happé émotionnellement par cette finale. Tout le monde  voulait tellement qu’il gagne, qu’il y arrive, qu’il fasse ce que l’on  pensait impossible: battre à la suite Nadal et Djokovic. Et lui démontre  que c’est possible mais échoue à un point près… C’est dur. Le sport de  haut niveau est souvent cruel parce qu’il se moque du happy end. Ça m’a  rappelé quand j’étais gosse les films où le héros mourait à la fin,  Alain Delon était un spécialiste du genre et je détestais, ça me rendait  malade. Là, c’était le même sentiment d’injustice. Il s’est passé un truc dimanche qui, je pense, restera dans notre  mémoire collective. Après y avoir pas mal réfléchi, j’ajoute même: qui  restera peut-être plus que s’il avait gagné. S’il avait gagné, nous  aurions été très heureux qu’il remporte un 21e titre du Grand Chelem,  mais l’aurions-nous aimé davantage? Or héroïque et battu, l’empathie  s’ajoute à l’admiration. Nous avons envie de le réconforter, de le  consoler, de le prendre dans nos bras, de lui dire qu’on l’aime. Lire l’article complet   Le Temps, 23 mai 2009.                                Un peu de Federer, c’est déjà beaucoup Laurent Favre, Genève, 18 mai 2021 Parfois, un murmure perce de la frondaison. A d’autres moments, une  branche craque dans un bruit sec. Il se passe quelque chose – mais quoi?  – derrière le grillage, qui surplombe le court central, où Roger  Federer est opposé à l’Espagnol Pablo Andujar. Niché au cœur du parc des  Eaux-Vives, le Tennis-Club Genève est entouré d’arbres, centenaires  comme lui. A première vue, rien ne bouge. Mais lorsque l’on s’approche  et que les yeux s’habituent à l’obscurité, on devine des formes  humaines. Ils sont une vingtaine, debout, immobiles, tapis dans l’ombre, à  tenter de regarder le match. On dirait des Indiens de la tribu des  «Invisibles» dans le film La Forêt d’émeraude. Une heure plus  tôt, d’autres avaient eu la même idée mais s’étaient collés au grillage.  La sécurité les en avait délogés, alors ceux qui sont restés, revenus  ou arrivés après ont pris leurs distances. Que voient-ils  réellement? Difficile à dire, il faudrait inverser la  perspective. Sans doute pas grand-chose, mais un peu de Federer,  c’est déjà beaucoup. Mardi après-midi au parc des Eaux-Vives, tous les spectateurs  officiels ou non ont vu un peu de Federer. Quarante-cinq minutes,  approximativement. Est-ce beaucoup? Dans un match de 1h51, c’était en  tout cas insuffisant pour battre Andujar. Comme le lièvre de la fable,  Roger Federer a peiné à entrer dans le match et n’a pas tenu la  distance. Il s’inclina en trois sets, 6-4 4-6 6-4.                                     "
}