{
    "title": "Djokovic sur Federer: «Une carrière qui a donné le ton de l’excellence et de l’intégrité» ",
    "article": "Il a mis le temps, mais Novak  Djokovic a fini à son tour par rendre hommage à Roger Federer, qui a  annoncé prendre sa retraite sportive le jeudi 15 septembre  Vingt-quatre heures après l’annonce de la retraite  de Roger Federer, Novak Djokovic s’est finalement joint vendredi aux  nombreux hommages rendus la veille à la légende bâloise. Dans un message  publié sur son compte Instagram, le Serbe a évoqué «plus d’une décennie  de moments et d’affrontements incroyables». Il poursuit: «Roger, c’est difficile de vivre ça et de mettre des mots sur tout ce  que nous avons partagé dans ce sport ensemble. Ta carrière a donné le  ton de ce que signifie atteindre l’excellence et dominer avec intégrité  et sang-froid.» Lire aussi:  «Par-dessus tout, je me suis senti incroyablement vivant»: la lettre d’adieu au tennis professionnel de Roger Federer Même en Serbie… Djokovic a ensuite donné rendez-vous à Federer à Londres pour la  prochaine Laver Cup (23-25 septembre). Le Serbe fera partie de  l’équipe européenne composée du Bâlois – pour sa dernière «compétition»  –, Rafael Nadal et Andy Murray. Ce dernier n’a du reste toujours pas  réagi publiquement à l’annonce de la retraite du Maître. Le silence de Djokovic depuis jeudi, tranchant avec l’empressement de  Rafael Nadal à saluer son «ami et rival» et à affirmer avoir espéré  «que ce jour n’arrive jamais», a valu au Serbe quelques remarques sur  les réseaux. Même le quotidien serbe Kurir s’en est étonné, titrant sur son site: «Il manque le message de Novak à Federer». Notre éditorial: Roger Federer, Monsieur tennis Isolé dans le «Big three» Djokovic, personnalité clivante, a toujours été isolé au sein du «Big  three», où Nadal et Federer ont souvent affiché leur amitié.  Conjointement, le Suisse et l’Espagnol ont aussi parfois pris leur  distance avec le Serbe, notamment quand celui-ci avait annoncé en 2020  la création d’une nouvelle association de joueurs de tennis  professionnels indépendante de l’ATP, ignorant les appels à l’unité de  ses rivaux. Mais Djokovic n’a jamais eu aucune peine à reconnaître le talent hors  normes de Federer, voire une forme d’admiration. «Impossible de ne pas  se demander s’il est de la même planète», avait-il notamment lancé il y a  quelques années.                                "
}