{
    "title": "La dernière leçon du Maître Roger Federer ",
    "article": "Surprise à Londres, où l’équipe  «Monde» a remporté pour la première fois la Laver Cup. Une bonne  nouvelle pour l’organisateur Roger Federer, un peu moins pour l’ancien  joueur, battu pour sa dernière sortie. Mais le néo-retraité avait  rappelé à tous, vendredi soir, que le résultat est secondaire en sport  Jusqu’au bout, il s’est passé quelque chose de  différent lorsque Roger Federer était sur un court de tennis. C’est  désormais du passé mais les images très fortes d’émotion après le  dernier point joué, vendredi au terme de la première soirée de la Laver  Cup à Londres, vont durablement marquer ceux qui les ont vues et  influencer les générations futures. Federer est comme Mozart: lorsqu’il  ne joue plus, ses silences se répandent et infusent encore. Lire aussi:  Roger Federer perd, arrête, pleure et déclare: «Je suis heureux» La mise en scène de la retraite du plus charismatique des champions  de son temps a produit quantité de moments iconiques: l’émotion de  Federer, les larmes de Nadal assis à ses côtés, la manière dont les deux  anciens rivaux se sont ainsi mis à nu, puis rassurés et mutuellement  réconfortés en se prenant par la main comme deux petits écoliers un  matin de rentrée. Tout cela fera plus et mieux que n’importe quelle  campagne de sensibilisation à la dépression des champions ou à la peur  de l’après-carrière pour ébrécher le mythe du sportif invulnérable,  imperméable au doute et insensible.   Confiance et liberté Rafael Nadal a ensuite joint la parole au geste en décrivant en  conférence de presse comment Roger Federer et lui étaient devenus  proches finalement. «A un moment donné, nous étions probablement les  plus grands rivaux, s’est-il souvenu. Avec du respect, nous n’avons  jamais eu de gros problèmes, [se tournant vers Federer] non? Mais c’est  vrai que notre relation personnelle s’est considérablement nourrie ces  dernières années, d’une certaine manière nous comprenons à la fin que  nous avons beaucoup de choses en commun. Nous nous parlons très souvent  et nous sommes capables de le faire en toute confiance et en toute  liberté. C’est quelque chose de très beau.» C’est Rafael Nadal qui parle, et Roger Federer n’est bien sûr pas le  seul joueur à avoir un bon fond. Mais c’est lui, comme souvent, qui  parvient à faire sortir cette grandeur. «C’est l’un des plus beaux  moments de sport que l’on ait pu vivre en direct ou à la télévision.  C’est en tout cas l’un des plus beaux moments que j’aie vécus dans ma  vie, ça c’est sûr», a même dit Novak Djokovic, à nouveau relégué au  premier rang des viennent-ensuite mais qui sut s’acquitter de son rôle  avec une dignité remarquable. Lire également:  Heureux qui comme Roger Lui comme Nadal n’aborderont sans doute plus de la même manière le  temps qu’il leur reste et la manière dont ils voudront quitter la scène.  Peut-être prendront-ils également encore davantage de recul (et il faut  l’espérer: une partie du public et des médias avec eux) vis-à-vis des  records et de la course au statut de «meilleur joueur de tous les  temps». «Une partie importante de ma vie s’en va avec Roger», a dit  Nadal vendredi soir, juste avant de repartir à Majorque au chevet de son  épouse, sur le point d’accoucher de leur premier enfant. Sans doute la  phrase la plus forte entendue cette semaine à Londres. Voici peut-être  la dernière leçon léguée par le Maître Federer: passé un certain stade,  on ne hiérarchise plus les champions parce que cela revient à classer  des émotions. Beaucoup de flou Celles du néo-retraité étaient encore bien confuses ce week-end à  Londres. Si vous avez lu qu’il comptait se rendre en Australie,  commenter Wimbledon sur la BBC, devenir capitaine de Coupe Davis, jouer  des matchs exhibitions dans des contrées inconnues ou participer au  Tournoi des Légendes sur les épreuves du Grand Chelem, c’est un peu  normal parce qu’il a répondu «pourquoi pas…» à toutes les questions et  suggestions à propos de son avenir. Seul son programme des prochains  jours est arrêté: du repos en famille et du temps pour lire et regarder  un peu de tout ce qu’il s’est dit et écrit ces derniers jours. L’avenir est tout aussi ouvert et flou pour ses entraîneurs. Ivan  Ljubicic, Severin Lüthi et Pierre Paganini sont théoriquement «sur le  marché». Severin Lüthi conserve sa casquette de capitaine de l’équipe de  Suisse de Coupe Davis (que Federer ne convoite pas), il prendra son  temps pour y associer peut-être le coaching d’un joueur, qui devrait  être une pointure car la science du Bernois est dans le détail. Pierre  Paganini, qui aura 65 ans dans deux mois, peut lui aussi prendre sa  retraite s’il le désire. Roger Federer lui a déjà fait savoir qu’il  souhaitait poursuivre leur collaboration pour se maintenir en forme. Lire encore:  A la Laver Cup, le tennis prend aussi congé du Big 4 Retraité ou non, le Bâlois a une image à entretenir, donc un corps.  Son aura et sa popularité se sont renforcées cette semaine, alors qu’il  avait un peu disparu depuis un an. Sa valeur marchande est excellente,  peut-être même plus que jamais (d’autant qu’il est désormais plus  disponible pour ses sponsors). «The Federer stuffs are gone», ont répété depuis samedi les vendeurs de produits dérivés. Assez en retrait une fois sa raquette rangée, Roger Federer n’a pu  éviter que la question de la permanence de l’épreuve ne se pose. La  Laver Cup est un beau produit, mais sans commune mesure avec la marque  Federer, son produit phare jusqu’ici. La première victoire dimanche soir  de l’équipe «Monde» (13-8), après cinq éditions, est sans doute la  meilleure chose qui pouvait arriver à cette compétition. Quel tennis en Suisse? Reste la question du tennis en Suisse. Que Stan Wawrinka,  demi-finaliste au tournoi ATP 250 de Metz, réussisse sa meilleure  semaine depuis son retour ce printemps, au moment même où le monde et  plus encore la Suisse sont focalisés sur l’astre Federer, relève presque  de la psychanalyse. Il y a le talent à éclipses de Belinda Bencic, et  les progrès de Dominic Stricker, en course pour participer au MasterS  Next Gen (moins de 21 ans), début novembre à Milan. Les médias suisses vont-ils continuer de suivre autant le tennis?  Cette question, que l’on nous pose très souvent, nous l’avons posée à  Roger Federer. «Je ne sais plus trop comment c’était avant mon arrivée,  si vous alliez sur les Grands Chelems ou pas pour suivre Rosset, Hingis  et Jakob Hlasek…, a répondu le Bâlois. Un petit pays comme la Suisse ne  peut pas tout le temps avoir des grands joueurs. Après toutes ces années  de succès, je crois que les gens ont commencé à apprendre le tennis, et  il serait sympa de leur montrer les nouveaux joueurs. Vous montreriez  également que le tennis est un super sport, avec de belles valeurs.» Il était 1h15 du matin, et Roger Federer regarda Rafael Nadal. «Finir  aux côtés de son plus grand adversaire, c’est vraiment beau, non?» Lire finalement:  Marc Rosset: «Jeudi, à mon réveil, j’avais un message de Roger»                                     "
}