{
    "title": "Rapperswil-Jona attend la retraite de Roger Federer ",
    "article": "La légende du tennis suisse  s’apprête à prendre possession d’une vaste demeure sur les bords du lac  de Zurich. Il devrait y passer sa deuxième partie de carrière, entre  Dubaï et le reste du monde  Dans un décor idyllique, deux grues s’activent  derrière de hautes palissades noires. Le chantier, vaste cratère dont  plusieurs bâtiments commencent à surgir, sera le nouveau domicile de  Roger Federer. Nous sommes à Rapperswil-Jona – RJ pour les initiés –,  commune la plus à l’ouest du canton de Saint-Gall. Egalement la plus  avantageuse en termes d’impôt. Et sûrement l’une des plus belles.Du  côté nord du lac – celui qui est au soleil – la vue porte loin sur  l’île d’Ufenau et les sommets enneigés des montagnes schwytzoises.  «Chantier surveillé», signale un panneau. Rien d’original dans le  quartier, où chaque maison semble disposer d’une caméra. Rien de  surprenant non plus sachant l’identité du futur propriétaire. Car à RJ  personne ne l’ignore, RF arrive. A lire aussi: Roger Federer «rêve de rejouer» mais dès Wimbledon, ce «serait une incroyable surprise» Les voisins aiment la Migros«Vous avez vu ça?  C’est énorme, hein. Drôle d’impression de penser qu’il va emménager  juste là. Est-ce qu’il viendra chez nous? Je ne sais pas. Sûr qu’il se  ferait un peu dévisager.» Au Rare Street Coffee, bar envahi de motos et  de chasseurs de cappuccinos, le serveur regarde par la fenêtre comme si  Federer allait se matérialiser sur le porche. Situé à un bon kilomètre  du chantier, l’établissement est le seul bistrot de la zone. Le sportif  ne s’apprête en effet pas à emménager au centre-ville. Le quartier est  100% résidentiel, surplombé par quelques vignes.Depuis sa  parcelle de plus de 16 000 mètres carrés – dont l’achat a été estimé à  environ 50 millions de francs, sans compter 20 millions de  coûts de construction – Roger Federer partagera la vue avec Migros. Le  terrain d’à côté appartient au distributeur suisse, qui y possède une  vaste demeure destinée à certaines réunions importantes. Jorge Lemann,  l’une des plus grosses fortunes du Brésil, habite également à deux pas.  Investisseur dans la Laver Cup, le tournoi de Roger Federer, cet ancien  joueur de tennis qui possède également le passeport helvétique et a joué  pour la Suisse en Coupe Davis possède l’un des rares courts en gazon du  pays. Ce qui pourrait s’avérer utile à son nouveau voisin.                                   Pour s’y rendre, il faudra utiliser la voiture. Aucun arrêt de bus ne  dessert le quartier, qui voit surtout défiler des véhicules de luxe.  Aucun chemin lacustre n’existe non plus, ce qui alimentait récemment les  pages people de la presse alémanique – attentive à chaque étape du  chantier, des changements de bureaux d’aménagement d’intérieur aux  canalisations. Un plan d’aménagement du territoire cantonal demande en  effet la construction d’un sentier depuis 2003, ce que la maison du  champion empêcherait de réaliser. Toutefois, résume une voisine, «la  construction actuelle ne change rien au fait qu’il n’y a jamais eu de  chemin public ici».Un petit escalier mène bien au lac un peu plus  à l’est, mais les rives sont privées. «Aucune volonté politique  n’existe pour changer la situation», a répété plusieurs fois la commune.  La majeure partie des habitants, pour la plupart âgés d’après les  statistiques, n’y trouvent de toute façon pas grand-chose à redire. «Je  comprends qu’il préfère ne pas voir circuler des centaines de curieux en  face de chez lui, poursuit l’habitante du quartier. Il a tellement fait  pour la Suisse. Arrêtons de lui chercher des noises. Et puis c’est  mieux qu’il vienne ici plutôt qu’à Monaco, non?» La taille du portique  de son chalet grison et la plus-value réalisée sur un terrain à Zurich  avait également fait les choux gras outre-Sarine.Président (PLR)  de la commune de Rapperswil-Jona, Martin Stöckling appuie sa  concitoyenne. «La famille de Roger Federer pourrait vivre partout sur  terre, c’est un honneur qu’elle vienne ici. Cela prouve l’attractivité  de la région. Tina Turner s’est également établie à proximité. Par ici,  les gens connus savent qu’ils peuvent se balader en toute tranquillité.  Mon travail consiste aussi à protéger la sphère privée des habitants de  la commune.» Rompu à l’exercice médiatique, le politicien souligne que  les plans de la maison du Suisse ont été rendus publics et suivent «tous  les règlements locaux».Le TC Lenggis est dans les starting-blocksQuant  à l’attraction que pourrait représenter la maison, l’office du tourisme  reste flegmatique: «Comme Roger Federer n’a jusqu’ici pas annoncé de  musée ou d’académie tennistique, nous ne prévoyons pas de hausse  significative des visites de la région.» Le Bâlois partage pour  l’instant son temps entre Dubaï et Valbella (GR), où il possède un  chalet. Sans compter de très nombreux séjours en hôtels, d’un engagement  entrepreneurial à l’autre. Passera-t-il vraiment beaucoup de temps à  Rapperswil-Jona? Personne ne le sait. Sera-t-il officiellement domicilié  là? Martin Stöckling «présume que oui». Ses enfants iront-ils à l’école  dans le coin? Le président de la commune ne le sait pas.Au  Tennis Club Lenggis, à 500 mètres à vol d’oiseau du chantier, on attend  quand même la légende de pied ferme. «S’il pouvait venir s’entraîner de  temps en temps chez nous, ce serait bien, sourit le patron de la  buvette, ça attirerait du monde!» Il précise que le tennisman n’a pour  le moment pas pris contact avec eux. Mais comme aucun court de tennis ne  semble pour le moment se dessiner dans les reliefs du chantier… «On  peut rêver!» En attendant, les activités du club se poursuivent, et  c’est justement l’heure des cours. Un enfant du coin se dirige vers l’un  des cinq courts de terre battue, une casquette «RF» vissée sur la tête.  Que l’idole vienne ou non ne changera rien à sa popularité.                                     "
}