{
    "title": "As Roger Federer Retires, Two Great Rivalries Come to an End",
    "article": "A look at the great matches between Federer and Rafael Nadal as well as Federer and Novak Djokovic.Live updates from Roger Federer’s doubles match with Rafael Nadal at the Laver Cup.Baseball has the Yankees and Red Sox. Soccer has F.C. Barcelona and Real Madrid. College football has Michigan and Ohio State.Over the past two decades, men’s tennis has had Roger Federer and Rafael Nadal, and also Federer and Novak Djokovic. In team sports, rosters change year by year and the rivalries endure. But when players retire in individual sports like tennis, their rivalries go with them.Such is the case for Federer, the 20-time Grand Slam champion, and his rivalries with Nadal, the 22-time Grand Slam champion, and Djokovic, who has 21 Grand Slam titles.As the eldest of what has become known as the Big Three in men’s tennis, Federer, 41, made his debut on the pro tour earlier than Djokovic and Nadal. Federer turned pro in 1998 and won his first Grand Slam title in 2003 at Wimbledon. Nadal, 36, turned pro in 2001 and won his first Grand Slam title in 2005 at the French Open, and Djokovic, 35, turned pro in 2003 and won his first Grand Slam title in 2008 at the Australian Open.Jon Wertheim, a Tennis Channel commentator and sports journalist, said the younger Nadal and Djokovic had more time to prepare for how to beat Federer.“By virtue of being first, he could not tailor his game for how to beat them,” Wertheim said of Federer. “I don’t think he gets enough credit for raising the bar. He will finish third in majors won, but there’s a huge disadvantage that comes with being first.”In the end, Federer played Nadal 40 times from their first match against each other in the round of 32 at the ATP Masters 1000 tournament in Miami in 2004 (which Nadal won) to their most recent match, a Wimbledon semifinal in 2019 (which Federer won). Federer beat Nadal 16 times; Nadal won 24 times.Federer and Djokovic played in 50 matches against each other. Starting with their first match at the ATP Masters 1000 tournament in Monaco (which Federer won) to their most recent match, a semifinal at the Australian Open in 2020 (which Djokovic won), Djokovic came out slightly ahead, winning 27 matches to Federer’s 23.David Law, a commentator and co-host of “The Tennis Podcast,” said the rivalries made all three players better over time.“One would gain the upper hand, the other was forced to adapt,” Law said. “Federer doesn’t develop the smashed backhand drive down the line if Nadal doesn’t force him into taking it early to avoid the high backhand off the back foot. Djokovic doesn’t develop his serve with the help of Goran Ivanisevic if Federer isn’t all over him trying to half volley the return and charge in.”The rivalries made for some epic matches. Here is a look at some of the best between Federer and Nadal, and Federer and Djokovic:For many fans, the 2008 Wimbledon men’s final will go down as one of the best matches in the history of tennis. Going into the final that year, Federer had won five consecutive Wimbledon singles titles, including two against Nadal, in 2006 and 2007.Played on Centre Court, which did not yet have a roof, the match was delayed twice because of rain, pushing it closer and closer to darkness. The match went to tiebreakers in the third and fourth sets. In the fourth set, Federer saved two match points, and in the fifth set, he was two points away from winning his sixth consecutive Wimbledon final.Finally, at 9:16 p.m. local time, after 4 hours 48 minutes, Federer hit a forehand into the net. Nadal collapsed onto the grass with his first Wimbledon title, 6-4, 6-4, 6-7 (5), 6-7 (8), 9-7.Federer said after the match that it was “probably my hardest loss, by far; I mean it’s not much harder than this right now.”“He played a super match, and I’m sure it was a great match to watch and to play, but it’s all over now,” Federer said. “I need some time.”Federer and Nadal met again the next year at the Australian Open final in 2009. Again, the two played five sets in a match that lasted more than four hours. In the end, Nadal defeated Federer, 7-5, 3-6, 7-6 (3), 3-6, 6-2, stopping Federer at least temporarily from matching Pete Sampras’s record of 14 Grand Slam singles titles.The intense match is also remembered for its emotional ending. After the match, a devastated Federer struggled to speak during the trophy ceremony.“God, it’s killing me,” he said before breaking into tears.After lifting his trophy, Nadal walked back to Federer and put his arm around him and put his head to Federer’s, appearing to console him. Federer pulled himself together and walked back to the microphone.“I don’t want to have the last word; this guy deserves it,” Federer said. “So, Rafa, congratulations. You played incredible. You deserve it, man.”Law said that while the 2008 Wimbledon final will be remembered as a standout match, “the best rivalry was the one between Federer and Djokovic.”They met in the Wimbledon final in 2014. By then, Federer had seven Wimbledon titles, and Djokovic had one. The final went to five sets, with tiebreakers in the first and third sets.At 4-5, Federer was serving with the game at 40-15 in Djokovic’s favor. Trying to return one of Djokovic’s forehand shots, Federer’s iconic one-handed backhand failed him, as he hit the ball into the net, losing the match, 6-7 (7), 6-4, 7-6 (4), 5-7, 6-4.“Winning or losing, it’s always something special and something you’ll remember, even more so when the match was as dramatic as it was today,” Federer said after the match. “It’s even more memorable when I see my kids there with my wife and everything. That’s what touched me the most, to be quite honest. The disappointment of the match itself went pretty quickly.”Federer, then 35, entered the Australian Open in 2017 after some considerable time off in 2016 because of a knee injury. Federer reached the final and defeated Nadal, 6-4, 3-6, 6-1, 3-6, 6-3. The win was Federer’s first major title since Wimbledon in 2012 and the first time he had beaten Nadal in a Grand Slam final since Wimbledon in 2007.Like in the 2008 Wimbledon final, when Nadal and Federer played, Law said that “neither could pick on a specific weakness.”“It became a sharpshooter’s matchup full of shotmaking, attack and counterattack,” Law said.Though it was a meaningful win for Federer, the match ended in a less than ideal manner. Serving while up, 5-3, in the final set, and after a small flurry of line challenges, Federer hit a forehand to Nadal’s right on a championship point. The ball was called in, but Nadal immediately raised a finger and challenged, arguing that the ball was out.The players anxiously waited for the official review of the shot, which confirmed that the ball was in and had hit the line. Federer immediately threw his arms into the air and leaped in celebration.“Of course, it’s slightly awkward to win this way,” Federer said after the match. “Nevertheless, emotions poured out of me. I was incredibly happy.”The Wimbledon final in 2019 will go down as Federer’s last appearance in a Grand Slam final. To reach it, Federer beat Nadal in four sets in the semifinal. The final turned out to be another marathon, five sets in 4 hours 57 minutes. The final set lasted just over two hours by itself. In the end, Djokovic beat Federer, 7-6 (5), 1-6, 7-6 (4), 4-6, 13-12 (3).Djokovic saved two match points on Federer’s serve, then won in a final-set tiebreaker that was the first of its kind for a Wimbledon final.After the match, Djokovic said he thought Federer had commanded most of the match.“I was defending,” Djokovic said. “He was dictating the play. I just tried to fight and find a way when it mattered the most, which is what happened.”Federer said there were some similarities to the Wimbledon final in 2008 when he lost to Nadal.“I just feel like it’s such an incredible opportunity missed, I can’t believe it,” Federer said."
}