{
    "title": "Federer’s Goodbye a Reminder of the Events and Shots That Make His Legacy",
    "article": "Federer kept alive a one-handed backhand, tried rushing the net on returns and helped popularize the between-the-legs shot. And with the Laver Cup, he showed that tournaments can be different, too.After Roger Federer bid a teary and moving farewell to competitive tennis late Friday night in London, one of his legacies to the game is clear.It is the Laver Cup, the annual and itinerant team event that was his vehicle for saying goodbye.The tennis calendar is not quite as overstuffed as usual with no tournaments in China since 2019 and no tournaments in Russia for the foreseeable future. But the gaps will continue to be refilled, and Federer and his agent Tony Godsick have used plenty of their political capital to try to anchor the Laver Cup in the schedule since its creation in 2017.Their pressure led to it becoming an official part of the ATP Tour, even though it offers no ranking points and has a shortened format with match tiebreakers in lieu of full third sets.Its structure remains intriguing but challenging: matching up all-star teams from Europe and the rest of the world even though Europe remains the clear center of power in the men’s game and the “rest of the world” is not a natural sporting entity. The Cup also does not attract all the world’s top players as a matter of course. The new No. 1, Carlos Alcaraz, a 19-year-old Spaniard who just won the U.S. Open, chose to play a more traditional team event, the Davis Cup, last week.But Laver Cup, with its high-end production values (and ticket prices), is certainly a big cut above a regular tournament and has generated plenty of highlights and emotion in its five years of existence, with Federer setting the tone. Federer, a part owner of the event that is run by his management company, Team8, cares about its viability and credibility.Though he has had his fill of internal tour politics, he intends to keep bringing his star power to the Laver Cup, even in retirement. Expect him to be captain of the European team at some stage. Why not with his friend and former rival Andy Roddick as a quotable captain of Team World?It is an unusual heritage. Federer’s superstar predecessors like Pete Sampras, Andre Agassi, Boris Becker and Ivan Lendl created no enduring tour-level events, although Novak Djokovic is perhaps on his way with the ATP tournament in his home city of Belgrade, Serbia.But this is certainly a more lasting contribution to pro tennis than one-off lucrative exhibitions, which Federer will surely do more of as well if his fragile knee cooperates. How about one versus Rafael Nadal in Real Madrid’s revamped Santiago Bernabéu Stadium, when its renovations are finally completed?Laver Cup, as Federer intended, creates connections between tennis generations, and one of Federer’s much younger teammates, the Italian Matteo Berrettini, reminded Federer on Saturday that he chose tennis because he was a Federer fan who used to hunt for his autograph at the Italian Open in Rome.But what of the way Federer played the game? The legacy there is more challenging to determine.He certainly has helped save or at least postpone the demise of the one-handed drive backhand, one of his most eye-catching strokes with its high, elastic finish.He adopted the shot because his boyhood coach, Peter Carter, used it and because Federer’s tennis role models — Becker, Stefan Edberg and Sampras — did so as well.Federer’s long-running success inspired the young stars Stefanos Tsitsipas, Denis Shapovalov and Lorenzo Musetti to take up the stroke, and all are under age 25. But overall, the numbers have declined considerably since Federer’s early years on tour. Only seven men in this week’s top 100 use the one-hander, and the figures are even lower in the women’s game.“I am not sure Roger saved it for good,” said Ivan Ljubicic, one of Federer’s longtime coaches who rose to No. 3 in the world with a one-handed backhand. “I think there’s definitely a danger that it will disappear eventually.”“For me, I felt it was a weapon,” Ljubicic added. “But I did feel kind of a disadvantage on the return. I think that’s really where you feel the two-hander is a big advantage because you can hold the forehand grip with the right hand and the backhand grip with the left so it’s much easier to react and hit the ball.”Ljubicic said the two-handed backhand took over as the game became faster because it is easier to adjust grips using two hands. But there are advantages to the one-hander Federer used. “You can hit the ball harder, crazy as that might sound,” he said. “And you usually have better slices and volleys if you use the one-hander all the time.”Federer has helped popularize the tweener: the back-to-the-net, between-the-legs shot. He has done the same for the open-stance sliced “squash shot” on the forehand side. But he hardly invented those strokes, and his true innovation — the SABR (Sneak Attack By Roger) in which he dashed forward to half volley a service return and rush the net — has yet to go mainstream.Craig O’Shannessy, a leading tennis analytics expert, thinks Federer helped to keep “serve and volley on life support” although he used the tactic sparingly, even on grass, after his early years. Peter Smith, who coached Peter Carter in Carter’s youth, believes Federer’s deft use of the short slice to bring volley-challenged players forward was also a rare but influential tactic.Brad Gilbert, an ESPN analyst and former leading player and coach, thinks one of Federer’s legacies is cementing the so-called “plus-one forehand” as a core approach.“He’s the greatest I’ve ever seen at serving wide and then next ball into the open court, you were toast,” Gilbert said. “He did that so often with those one-two punches that I think he opened a lot of guys’ and girls’ eyes to wow, that’s really important to have.”Nadal certainly did that as well, and both Federer and Nadal have loved to run around their backhands and hit an inside-out forehand to take control of a rally.Federer has long mentored or practiced with talented Swiss prospects and intends to keep at it in retirement, but for now no next-wave Swiss men’s star has emerged in the wide wake of Federer and his compatriot Stan Wawrinka, who won three major singles titles and helped Federer win the Davis Cup for Switzerland in 2014.Part of the challenge in mimicking Federer is that his style of play is so demanding.“He does things other guys just aren’t comfortable trying to do. He literally is playing six inches behind the baseline against these guys who are absolutely crushing balls with these rackets and strings and he’s picking up balls on the rise, virtually half-volleying them off the baseline, and is still able to control and dictate play. Most guys look at that and say, ‘I could never play like that,’” Brad Stine, who coaches Tommy Paul, said in a recent interview. “I’ve described Roger sometimes as being the most stubborn player in tennis, because he just won’t give ground. It’s really high-risk tennis but his feet are so good and his eyes are so good that he just won’t give in.”Grigor Dimitrov was long one of the few who tried to model their game on Federer’s. But Dimitrov, 31, has not managed to make the leap to major champion. Alcaraz, the Spanish prodigy, just did it at age 19 by winning the U.S. Open and rising to No. 1. Federer was his biggest role model, and Alcaraz’s all-court improvisational ability, next-gear power, fabulous movement, yen to attack the net and ability to hit winners from just about anywhere certainly do feel familiar, even without a one-handed backhand and with a better drop shot.“You have to be extremely explosive and have to move extremely well to be able to play Roger’s kind of tennis,” Ljubicic said. “And Carlos is the first player that is able to even try to play that way, and I’m happy to see he’s doing it, because it is spectacular, literally one highlight after the other. I hope he can keep it up, even if he can’t go as long as Roger did, because I see a lot of people and kids getting excited.”Federer’s biggest tennis legacy will likely not be tactical or technical. Having played until 41 and having returned to No. 1 at age 36, he has extended the timeline in men’s tennis, managing his schedule and fitness training with great forethought. He has set an example with his interpersonal skills, as well, which have helped him attract (and keep) sponsors as well as fans worldwide.“I think people will use not only Roger, but Rafa, as a way to go about things,” Roddick said. “A way to treat people, especially on the heels of other all-time greats of tennis who were edgy or prickly or reclusive or you didn’t feel like you got a whole view of them. But Roger and Rafa, you feel you got that whole view, so it’s probably easier to point to them after the fact as the way it should be. But it also creates kind of an insane expectation.”After a very emotional Friday night, only Nadal is active of that duo, though like Federer he will not play in the rest of this Laver Cup. Nadal, whose wife is expecting their first child, announced he was withdrawing for personal reasons on Saturday.And while Federer watches the competition from the sideline this weekend, Team Europe will try to maintain their unbeaten streak in the event Federer helped create. The one that will be known from now on as the event he used to say farewell."
}