{
    "title": "The Big Three Are Now Just Two. Who Will Lead Tennis’s Next Generation?",
    "article": "Roger Federer’s retirement will augur opportunities for a new generation of players not named Rafael Nadal or Novak Djokovic.Live updates from Roger Federer’s doubles match with Rafael Nadal at the Laver Cup.Upon learning that Roger Federer will retire after the upcoming Laver Cup, Judy Murray, the Scottish tennis coach and mother of Andy Murray, one of Federer’s great opponents, noted on social media that it signifies “the end of a magnificent era.”But Federer’s pending retirement, announced Thursday, also foretells the conclusion of a larger era defined by more than just him.For many, it is the greatest era of men’s tennis, one that includes the unsurpassed greatness of Rafael Nadal and Novak Djokovic. Collectively, the three helped define a transcendent and remarkably durable period in tennis history that also parallels the career of Serena Williams, who announced she was stepping away from the sport last month.On the men’s side, Federer, Nadal and Djokovic’s collective reign, which endured for two decades, was glorious for tennis fans. Their stubborn persistence also prevented numerous “next generations” from finding the spotlight.Nadal, 36, and Djokovic, 35, who won Wimbledon this year, will presumably still carry on a bit longer. But Federer’s announcement on Thursday reminded the tennis world that the end will eventually come for all three of them, leaving the stage to a host of hungry new players, some of whom have already muscled their way into the breach.“Roger has been one of my idols and a source of inspiration,” Carlos Alcaraz, the new United States Open champion, posted on his Twitter account in tribute to Federer. “Thank you for everything you have done for our sport! I still want to play with you! Wish you all the luck in the world for what comes next!”What comes next is a peek into a future of men’s tennis minus one of its greatest male stars, and eventually all three of them.Alcaraz became the youngest men’s player to reach No. 1 when he captured the U.S. Open on Sunday at only 19. Others — including Casper Ruud, whom Alcaraz beat in the final; Daniil Medvedev, last year’s U.S. Open champion; Jannik Sinner, the promising 21-year-old from Italy; Nick Kyrgios; Frances Tiafoe; Felix Auger-Aliassime; and Denis Shapovalov — now can all ponder the possibilities that tennis mortality presents to them.“It’s been a privilege to share the court with you,” Shapovalov, 23, told Federer on social media Thursday.It will be a different kind of privilege — and opportunity — to play without him.But on the court, Federer’s retirement does not constitute a sudden change in the landscape. There were few expectations that, even if he could have rediscovered his health, Federer would come back to win more majors — not at 41, and not after three frustrating years trying to regain his footing. Nadal and Djokovic, on the other hand, remain the agenda setters in men’s tennis.Since 2019, they have combined to win 12 of the 15 major tournaments that were held. Had Djokovic not been barred from entering the United States this year, he likely would have been favored to win the U.S. Open, and if he had won, it would have given him and Nadal a sweep of this year’s majors.Two of the big three are still as dangerous as ever, and there is no fixed expiration date on either of them. There are concerns, though. Health has long been a nagging issue for Nadal, as it was at the U.S. Open, when he was ousted by Tiafoe in the fourth round after he returned from an abdominal strain that forced him out of Wimbledon.For Djokovic, there is the matter of his refusal to be vaccinated for the coronavirus, which prevented him from competing in this year’s Australian Open and U.S. Open. At least some doubt remains about Djokovic’s availability for those events next year, lending even more hope to the younger stars.So, can promising young players like those previously mentioned, plus No. 6 Stefanos Tsitsipas, No. 5 Alexander Zverev and Dominic Thiem, who won the 2020 U.S. Open, take advantage, as Alcaraz did? For the first time in 20 years, it seems possible, even with Nadal and Djokovic still standing in the way. But tennis has seen this before.In 2017, the A.T.P. launched the Next Generation Finals in Milan. Zverev, Medvedev and Karen Khachanov, who reached a U.S. Open semifinal last week, were all invited, along with Shapovalov, a Wimbledon semifinalist last year, and Jared Donaldson, who retired with an injury. Tiafoe and Tsitsipas were alternates.Since then, only Medvedev, 26, has won a major title. The rest of the time, he and the others were thwarted, often by one of the big three. It was the same for older players, too, like Andy Roddick, Stanislas Wawrinka, David Nalbandian, David Ferrer and Mikhail Youzhny, all of whom played for leftovers.Since 2004, Federer, Nadal or Djokovic has finished as the year’s No. 1 player except one, when Andy Murray earned the distinction in 2016.In 2018, when Youzhny retired, he said, “Sometimes these guys didn’t give anyone else chances to win. I can’t say I would have won more, but this is a great era for tennis.”Federer came into the game first, turning professional in 1998 and winning his first Grand Slam event at Wimbledon in 2003. Nadal was next, playing professionally since 2001 and winning the first of his 22 majors in 2005. Djokovic turned professional in 2003 and won his first major title in Australia in 2008.It seems natural that they should go out in the same order. Only then can a new generation of stars finally establish a new era, one that has been decades in the making."
}