{
    "title": "Tennis Said Goodbye to Roger Federer and Hello to Carlos Alcaraz",
    "article": "The game went through a lot of changes and drama this year, including an emotional farewell to Serena Williams at the U.S. Open.Right  after Brandon Nakashima won the ATP’s Next Gen Finals — a year-end  championship for eight elite players ages 21 and under — in Milan last  month, he headed to London for a vacation with his girlfriend.Walking through the Winter Wonderland in Hyde Park, with its holiday lights blazing, Nakashima, 21, realized that he, too, had blazed new trails in 2022.“It’s  definitely been a very interesting year,” said Nakashima, who won his  first ATP title in his hometown San Diego in September and ended the  season ranked in the top 50 for the first time. “A year ago, I was  playing mostly [low-level] Challenger tournaments and now I’m one of the  standout new players rising up to challenge the older guys. That’s  pretty exciting.”Interesting.  Exciting. Melodramatic. Breathtaking. All apt descriptions of the 2022  men’s and women’s pro tennis season. With the emergence of Iga Swiatek  and Carlos Alcaraz and the teary departures of Roger Federer, Serena  Williams and Ashleigh Barty, it’s hard to remember a year in the sport  quite like this one.When  the season began in Australia in January, Covid was still a major  issue. The nine-time Australian Open champion Novak Djokovic, whose  steadfast refusal to be vaccinated for Covid-19  polarized fans worldwide, was detained for hours at the Melbourne  Airport and then placed in lockdown at an immigration detention hotel.He was ultimately sent home just as the tournament was starting.With  Federer in Switzerland nursing his ailing knee, Rafael Nadal, who had  not won a major since the 2020 French Open, beat Daniil Medvedev for the  men’s title and captured his 21st major championship, breaking a three-way tie with Federer and Djokovic.Nadal,  who turned 36 in June, won his first 21 matches of the year until  finally falling to Taylor Fritz in the final at Indian Wells in March.  He then added a 22nd major by winning his 14th French Open.With much of the early-season drama on the men’s side, Barty, the world No. 1 and reigning Wimbledon champ, cruised through the women’s Australian Open, and became the first Aussie woman to win the title since 1978.Less  than two months later, she announced her retirement, paving the way for  Swiatek to become No. 1. Swiatek wasted no time in proving her worth,  winning 37 consecutive matches from late February to early July and  claiming her second French and first United States Opens.“I  had times when I wasn’t that motivated,” Swiatek said during the  year-end WTA Finals, where she lost in the semifinals to Aryna  Sabalenka, who ended the year ranked No. 5. “I accept that I don’t have  to feel always 100 percent motivated. But when I’m going on the court  it’s still the same, I always want to win.”If  Swiatek’s rise seemed meteoric, it was nothing compared with that of  Alcaraz. Still a teenager, Alcaraz began the 2022 season ranked No. 32  and ended it as the youngest year-end No. 1,  at age 19. It was the first time since 2003 that someone other than  Djokovic, Federer, Nadal or Andy Murray finished the season atop the ATP  rankings.In all, Alcaraz won five  titles, including Masters 1000s in Miami and Madrid, where he upset  three of the world’s top four players: Nadal, Djokovic and Alexander  Zverev.“This  was really a head-scratching season,” said the former world No. 1 Jim  Courier by phone last month. “It’s hard to look at the two No. 1s and  not be amazed. Iga grabbed the mantle and didn’t let go. And Alcaraz,  who we expected would be great, did it way ahead of schedule.“There  really were three legitimate No. 1s for the men this year,” Courier  added. “Carlos earned it on points, but Novak was incredible, because in  spite of not playing half the year, he didn’t suffer the emotional  strain from being out of the game. But, in the end, I judge No. 1 on the  majors and considering that Rafa won two of them, I would think most  people would want his year most of all.”There  were plenty of other breakout performances. Casper Ruud reached two  major finals, losing to Nadal at the French Open and Alcaraz at the U.S.  Open. He was also the runner-up to Djokovic at the ATP Finals.Holger Rune,  19, went from relative obscurity to capturing 19 of his last 21  matches, including a victory over Djokovic in the final of the Paris  Masters. Fritz won in Indian Wells and took Nadal to five sets in the  Wimbledon quarterfinals. Frances Tiafoe beat Nadal and Andrey Rublev  before falling in five exuberant sets to Alcaraz in the semifinals of  the U.S. Open. And Nick Kyrgios finally reached his first major final at  Wimbledon.Elena  Rybakina captured her first major at Wimbledon, while Ons Jabeur  delighted fans by reaching back-to-back finals at Wimbledon and the U.S.  Open. Coco Gauff reached the final at the French Open, which helped her  become, at 18, the youngest woman since 2007 to finish the year ranked  in the top 10.Jessica Pegula won the  WTA 1000 event in Guadalajara and ended the season ranked No. 3. And  Caroline Garcia, who began the year ranked No. 74 and considering  retirement, stormed back, winning four titles, including the WTA Finals,  and ended up No. 4.Year-end rankings  might have been different had off-court drama not intervened. Djokovic  was barred from two of the four majors, yet he still managed to win five  of the 11 tournaments he entered. He was 42-7 on the season.Russian  and Belarusian players including Medvedev, Rublev, Sabalenka and  Victoria Azarenka were barred from all tournaments in the United Kingdom  because of the Russian invasion of Ukraine, prompting both the ATP and  the WTA to withdraw ranking points from Wimbledon, which skewed the  ranking system.Team competitions  flourished in 2022. Switzerland, led by Belinda Bencic, Jil Teichmann  and Viktorija Golubic, won its first Billie Jean King Cup. And Canada,  led by Felix Auger-Aliassime and Denis Shapovalov, began the year by  winning the ATP Cup and ended it by winning the country’s first Davis  Cup.There were ups and downs this year. Dominic Thiem, the 2020 U.S. Open champion,  returned after nearly a year away because of a wrist injury. Zverev had  an ankle injury at the French Open and did not play for the rest of the  season. And former No. 1 Simona Halep was suspended after the U.S. Open  when she failed a drug test.There  were tears and cheers when Serena Williams — who announced her  retirement after the U.S. Open — won two star-studded night matches  there, including a victory over the second-seeded Anett Kontaveit.  Williams lost to Ajla Tomljanovic, but the 23-time major winner was  already hinting at a possible return before she had left Arthur Ashe  Stadium.But by far the most  gut-wrenching moment of the year was reserved for Federer, who played  his last pro match at the Laver Cup in London in September alongside Nadal,  his longtime rival and friend . With hugs and tears flowing, Federer  ended a 24-year career that included 20 majors:eight at Wimbledon and  six Australian, five U.S. and one French Opens.“Someone  who I have admired, who I have rivaled and also I have shared many  beautiful things on and off the court was leaving,” Nadal said of his  post-match display of emotion, in an interview with Reuters. “You know  you’re not going to live that again, and a part of my life left with  him. It was also the emotion of saying goodbye to someone who has been  so important to our sport.”The  future of the sport is now in the youthful hands of Alcaraz, Swiatek,  Gauff, Rune and Ruud. But even Nakashima knows there will never be  another Federer.“I grew up watching  him on TV and idolizing him,” Nakashima — who still has posters of  Federer and Nadal on his bedroom wall — said by phone last month.  “Unfortunately, I never got to meet him. But if I did, I would just  thank him for everything he’s done for our sport.”"
}