{
    "title": "«Je t'aime», «merci», «une inspiration» : les vibrants hommages après l'annonce de la retraite de Federer",
    "article": "Le monde du tennis a pris la parole pour rendre hommage à la légende suisse, qui a décidé d'arrêter sa carrière.Coup de tonnerre sur la planète tennis : Roger Federer vient d'annoncer sur ses réseaux sociaux qu'il prendra sa retraite à l'issue de la Laver Cup, compétition qui se déroule à Londres entre le 23 et le 25 septembre. Fort logiquement, la fin de carrière de la légende suisse - 103 titres dont 20 dans les tournois du Grand Chelem - a suscité de très nombreuses réactions. «Tu as changé le jeu», a déclaré l'ATP Tour, le circuit international de tennis masculin, en ajoutant une émoticône cœur pour souligner tout l'amour qu'il porte à l'élégant joueur âgé de 41 ans.Wimbledon, qu'il a remporté à huit reprises (un record chez les hommes), a tenu à le remercier pour toutes ses années, ses exploits, : «Par où commencer ? Ce fut un privilège d'être témoin de votre parcours et de vous voir devenir un champion dans tous les sens du terme. Vous nous manquerez tellement sur nos courts, mais tout ce que nous pouvons dire pour l'instant, c'est merci, pour les souvenirs et la joie que vous avez donnés à tant de personnes», a écrit, en guise d'hommage, le tournoi londonien.Les autres compétitions du Grand Chelem ont aussi pris la parole sur leurs réseaux sociaux pour le remercier : «Une inspiration sur et en dehors du court. Merci, Roger», a notamment indiqué Roland-Garros.Les joueurs qui ont croisé sa route se sont aussi exprimés pour lui rendre hommage et pour faire part de leur tristesse : «JE T'AIME Roger. Merci pour tout ce que tu as fait au tennis et avec moi-même. Le monde du tennis ne sera plus jamais le même sans toi», a déclaré Juan Martín del Potro.Le nouveau numéro un mondial, Carlos Alcaraz, en ce qui le concerne, a montré sa déception à travers un court message agrémenté d'une émoticône représentant un cœur brisé. Avant de prendre la plume : «Roger a été l'une de mes idoles et une source d'inspiration ! Merci pour tout ce que tu as fait pour notre sport ! ️J'ai toujours envie de jouer avec toi ! Je te souhaite tout le bonheur du monde pour la suite !»En marge d'une longue interview avec quelques journalistes français, jeudi après-midi, organisée par son équipementier Tecnifibre, le numéro 4 mondial Daniil Medvedev nous a confiés : «Il a 41 ans, on savait que ce moment allait arriver. C'est évidemment une triste nouvelle pour le tennis. Roger, c'est Roger. On aurait aimé le voir jouer encore longtemps. Il a eu une carrière en or. Je pense qu'il va bien profiter de sa retraite. Il va nous manquer sur le circuit. J'ai joué trois fois contre lui. J'ai perdu trois fois. La première fois, c'était accroché (défaite en 3 sets à Shanghai en 2018), j'avais eu des occasions de le battre. J'avais réussi une amortie rétro croisée. Il avait rigolé. Les deux autres fois, il m'a battu facilement (sourires). Il avait été énorme. C'est dommage car quand j'ai commencé à monter au classement, c'est au moment où il a commencé à baisser. J'aurais aimé l'affronter quand il était à son meilleur niveau. »Rafael Nadal, le grand rival du Suisse, n'a pas caché son émotion sur les réseaux sociaux. «Cher Roger, mon ami et rival. J'aurais aimé que ce jour n'arrive jamais. C'est un triste jour pour moi personnellement et pour le sport à travers le monde. Ce fut un plaisir et aussi un honneur et un privilège de partager toutes ces années avec toi, de vivre tant d'incroyables moments sur et en dehors du court. Nous aurons encore beaucoup de moments à partager ensemble dans le futur. »Richard Gasquet, qui a donné l'avantage à la France en Coupe Davis face à l'Australie ce jeudi, a choisi de mettre l'accent sur le style de jeu du Suisse : «On s'en doutait, on voyait que le genou ce n'était plus possible. Quand tu le regardes, tu ne lâches pas la télévision, c'est le tennis Federer. [...] Son élégance, son coup droit en avançant, incroyable de regarder ce mec jouer. Il y a quelque chose d'unique. Des coups venus d'ailleurs, l'élégance, il faisait des trucs que personne ne faisait. C'était le plus beau à regarder. Il a amené le jeu dans une autre dimension», a-t-il expliqué, dans des propos rapportés par RMC Sport.Autre Français à s'être exprimé après cette nouvelle, Fabrice Santoro, l'ex-joueur professionnel : «C'est simple, quand je l'affrontais, je passais autant de temps à me concentrer sur mon jeu, qu'à l'admirer… Je trouvais cela trop beau», a-t-il déclaré à Franceinfo.Il n'y a pas que le monde du tennis qui a décidé de rendre hommage à Roger Federer, considéré comme une véritable légende du sport en général. À titre d'exemple, les Jeux Olympiques, qu'il a remportés en double en 2008, l'ont remercié pour sa magnifique carrière : «Un immense athlète. Une incroyable carrière. Merci pour tout Roger Federer, tu vas nous manquer !», ont-ils publié sur Twitter. De son côté, Kylian Mbappé, la star du football, a posté une «story» - un post éphémère - sur son compte Instagram dans lequel il a laissé entendre, par des émoticônes, qu'il considérait le Suisse comme le plus grand joueur de tennis de l'histoire.À VOIR AUSSI - La légende du tennis Roger Federer prend sa retraite"
}