{
    "title": "Tennis: «Le roi», «l'artiste», «l'élégance»... La presse étrangère salue la retraite de Roger Federer",
    "article": "Après l'annonce de sa retraite ce jeudi, de nombreux médias à travers le monde ont tenu à rendre hommage à la légende suisse Roger Federer.Sur un fond bleu de crépuscule se détache sa silhouette, reconnaissable entre mille, et que les projecteurs n'éclairent plus. Sobre et élégante, à l'image de l'homme. « Très grand chelem » écrit Le Temps, qui aura probablement la palme de la plus belle «Une» sur la retraite de Roger Federer. On n'en attendait pas moins de la presse de son pays natal.Car à l'heure d'honorer le départ, il faut d'abord rappeler les origines : Federer est Bâlois, comme le souligne Le Matin, qui salue un « ambassadeur de la Suisse ». « Le Maître prend sa retraite », déplore le quotidien zurichois Blick, quand 20 minuten se contente de le remercier : « Danke, Roger ! ». Mais le rayonnement de Roger Federer a largement dépassé les frontières, son impact est mondial et l'hommage l'est donc aussi.De nombreux médias partout dans le monde ont choisi de mettre en avant ce qui, probablement, distingue le mieux Roger Federer de ses semblables : son immense talent, et ce style unique, brillant, que beaucoup élèvent au rang d'art. En Espagne, Marca et As le décrivent comme « l'artiste du tennis », El Pais parle d'un « talent unique », et El Mundo évoque le « revers le plus élégant » du tennis. Une élégance, mais aussi une aisance et une fluidité naturelle : « Il faisait paraître le tennis si facile » affirme le New York Times.Tout, chez Roger, semblait élégant, jusqu'à ses adieux, et jusqu'à ses défaites. « Ses qualités surnaturelles ont même élevé ses défaites au rang d'art » avance The Times. Federer l'esthète, l'artiste, le maestro qui a joué « son dernier air » selon le Süddeutsche Zeitung en Allemagne. « Adieu Roger, tu étais une merveille » résument les Anglais du Daily Telegraph.Mais Roger Federer n'a pas été simplement un « beau » joueur, il a aussi été bon, très bon, affichant l'un des plus beaux palmarès du tennis et marquant ce sport de son empreinte. Ainsi en Italie, la Gazzetta dello Sport et la Repubblica affirment avoir eu affaire au « Re » (le Roi), et le quotidien argentin Rio Negro au « meilleur joueur de l'histoire ». Les Britanniques de chez i n'hésitent pas à parler de « l'homme qui a changé le tennis », et l'Augsburger Allgemeine va droit au but : « TENNIS » titrent-ils.Avec le départ d'un tel champion, une page du tennis est-elle en train de se tourner ? Oui pour de nombreux journaux, et le Washington Post fait d'ailleurs le rapprochement avec celui de Serena Williams : « Le tennis perd une autre étoile dorée ».C'est finalement la Tribune de Genève qui aura le dernier mot, résumant parfaitement le sentiment qui doit habiter ce vendredi matin les fans du Suisse à travers le monde : « Roger Federer ne rejouera plus, sauf dans nos cœurs et dans nos souvenirs. »À VOIR AUSSI - Le magnifique enchaînement de Neymar face au Stade Brestois (1-0)"
}