{
    "title": "Laver Cup : avec émotion et même battu, Roger Federer quitte la scène le poing levé",
    "article": "Aux côtés de Rafael Nadal, le Suisse a perdu le dernier match de sa carrière, un double à la forte portée symbolique et émotionnelle.Roger Federer joueur de tennis professionnel, l'image appartient désormais au passé. Au terme d'un double au scénario digne d'un film hollywoodien, le Bâlois a mis un terme à sa carrière sur une défaite en trois sets et plus de deux heure de jeu (4-6, 7-7, 11-9). Mais qu'importe. Aux côtés de son meilleur rival, Rafael Nadal, le Suisse, âgé de 41 ans, a fait la démonstration que son talent demeurait éternel, même si son genou droit l'oblige à remiser ses raquettes dans son sac. Non sans une formidable émotion ce vendredi à Londres, lors d'un double de Laver Cup au résultat finalement pas si anecdotique que cela pour un tel compétiteur.Opposé au tandem américain composé de Frances Tiafoe et Jack Sock, Roger Federer a par exemple mis un point d'honneur à ne pas concéder sa mise en jeu. L'orgueil du champion, sans aucun doute. Et avec Nadal, il a joué un bien vilain tour à ses adversaires lors d'un premier set très serré, qui tournait à l'avantage de «Fedal» - la contraction des noms de Federer et Nadal comme certains aiment à les surnommer tant leur complicité est devenue forte et évidente avec le temps - sur leur seule et unique balle de break. Qui se trouvait également être une balle de set (6-4). Un opportunisme qui n'a rien d'étonnant pour un tel duo, qui pèse 42 titres en Grand Chelem.Dans une ambiance tour à tour bouillante mais aussi parfois empreinte d'un certain silence, comme si le public voulait se recueillir et profiter silencieusement de ce moment d'histoire du tennis, le second set offrait un intense bras de fer. Sans vouloir survendre l'événement, la qualité de jeu n'avait rien de phénoménal. Mais l'émotion, si. De voir Federer et Nadal rire de bon cœur après avoir écarté six balles de break à 5-5, ou le Suisse éructer un énorme «non !» après un coup droit boisé, cela valait bien plus qu'un simple coup d'œil. Tout se jouait alors lors d'un tie-break que Tiafoe et Sock, généreux avec le public, remportaient nettement (7 points à 2). Histoire d'offrir au public londonien, et aux téléspectateurs, une ultime danse.Au moment de revenir dans l'arène, l'ovation faisait trembler l'arena britannique. Dès lors, les décibels n'allaient plus redescendre. Se détachant de suite 3-0, Federer et Nadal paraissaient s'envoler. Avant de se refaire reprendre brutalement avec quatre points d'affilée pour les Américains (3-4), dont un coup exceptionnel de Sock que le grand Federer ne pouvait qu'apprécier. Sans pour autant s'avouer vaincu. Et la qualité de jeu, l'intensité, de grimper de plusieurs crans. Le Suisse avait l'opportunité d'en finir sur son service, mais le double US contrariait le happy-end (9-9). L'histoire aurait été trop belle et Tiafoe venait la réécrire pour offrir la victoire au Reste du Monde (11-9). Pas grave, l'émotion était ailleurs. A 00h30, heure locale, plus personne ne voulait ni se coucher, ni même s'asseoir...À VOIR AUSSI - Benoît Badiashile revient sur sa première sélection avec les Bleus face à l'Autriche (2-0)"
}