{
    "title": "Records, salaire, Grand Chelem, ... Les chiffres XXL de Roger Federer",
    "article": "Futur retraité, le légendaire suisse restera comme un mythe de son sport. Retour en chiffres sur une carrière fabuleuse.Depuis ses débuts professionnels en juillet  1998 à Gstaad, Roger Federer a accumulé un impressionnant palmarès et  détient encore, au jour de sa retraite, un certain nombre de records.-8 et -4: ses bilans face à Nadal (16 victoires pour 24 défaites) et Djokovic (23 pour 27).1: bien secondé par Stan  Wawrinka, il a offert à la Suisse sa seule Coupe Davis à ce jour, en  2014. En finale à Lille contre la France, Federer a perdu son premier  simple contre Gaël Monfils, mais il a ensuite remporté le double associé  à Wawrinka et son simple contre Richard Gasquet. Wawrinka avait  remporté son premier simple contre Gasquet.5: Federer a terminé la saison  N.1 mondial à 5 reprises (2004, 2005, 2006, 2007, 2009). Depuis 2021,  le record est détenu par Novak Djokovic a terminé 7 fois la saison au  sommet de la hiérarchie mondiale.6: Federer a remporté 6 fois  les Masters de fin d'année (2003, 2004, 2006, 2007, 2010, 2011) qui  réunissent les 8 meilleurs joueurs de la saison. Un record.6 bis: Federer est devenu le  6e joueur de l'histoire à remporter les quatre tournois du Grand Chelem.  Celui qui lui a le plus résisté est Roland-Garros où il ne s'est imposé  qu'en 2009 alors qu'il avait déjà gagné 5 de ses 8 Wimbledon (2003,  2004, 2005, 2006, 2007), ses 5 US Open (2004, 2005, 2006, 2007, 2008) et  3 de ses 6 Open d'Australie (2004, 2006, 2007). Depuis, Nadal et  Djokovic ont également accroché à leur palmarès les quatre titres  majeurs.7: par deux fois, Federer a  sauvé 7 balles de match avant de remporter la partie. La dernière fois,  en quarts de finale de l'Open d'Australie 2020 face à l'Américain Tennys  Sandgren.8: Federer s'est imposé 8 fois  à Wimbledon, un record dans le majeur londonien. Djokovic a remporté 9  fois l'Open d'Australie, et Nadal détient le record de victoires dans un  même tournoi, avec 14 titres à Roland-Garros.8 bis: Federer a remporté 8 titres en double, y compris la médaille d'or olympique en 2008 à Pékin, associé à Stan Wawrinka.9: le nombre de tournois du  Grand Chelem qu'il a manqués en 23 saisons depuis 1999 et jusqu'à  Wimbledon 2021: Open d'Australie-1999, 2021, Roland-Garros-2016, 2017,  2018, 2020, US Open-1999, 2016, 2020. Blessé au genou droit, il aurait  manqué Wimbledon-2020, mais le tournoi a été annulé en raison de la  pandémie de coronavirus.20: Federer a remporté 20  tournois du Grand Chelem en simple: 8 Wimbledon (2003, 2004, 2005, 2006,  2007, 2009, 2012, 2017), 6 Open d'Australie (2004, 2006, 2007, 2010,  2017, 2018), 5 US Open (2004, 2005, 2006, 2007, 2008) et 1 Roland-Garros  (2009). Il en compte deux de moins que Nadal (22) et un de moins que  Djokovic (21). Le record absolu de 24 titres majeurs est détenu par  l'Australienne Margaret Court. L'Américaine Serena Williams en compte  23.24: son meilleur classement en double (9 juin 2003).28: le nombre de Masters 1000  remportés entre Indian Wells-2004 et Miami-2019. Les deux seuls tournois  de cette catégorie (juste en-dessous des tournois du Grand Chelem)  qu'il n'a jamais remportés sont Monte-Carlo et Rome.36: Federer est devenu le plus  vieux N.1 mondial lorsqu'il est remonté sur le trône en février 2018, à  36 ans et 6 mois. Il avait atteint pour la première fois le sommet de  la hiérarchie mondiale le 2 février 2004 à l'âge de 22 ans et 5 mois.71: le nombre de tournois remportés sur dur, devant le gazon (19), la terre battue (11) et la moquette (2).81: Federer a joué 81 tournois  du Grand Chelem en simple, un record chez les hommes codétenu avec  l'Espagnol Feliciano Lopez. De l'Australie-2000 à l'Australie-2016,  Federer a participé à 65 Majeurs consécutifs. Le record est détenu par  Feliciano Lopez (79). Le Suisse avait manqué Roland-Garros en 2016 sur  blessure.103: le nombre de ses titres  en simple. Le premier à Milan en 2001 et le dernier à Bâle en 2019. Seul  l'Américain Jimmy Connors a fait mieux (109).310: Federer a passé 310  semaines au sommet de la hiérarchie mondiale, dont 237 consécutives  entre février 2004 et août 2008. Djokovic a battu le record de Federer  avec 373 semaines d'affilée passées au sommet mondial.369: Federer a remporté le  record de 369 matchs de simple en Grand Chelem. Il est également le seul  joueur à ce jour à avoir remporté au moins 100 matchs dans deux  Majeurs: 102 en Australie et 105 à Wimbledon.1.251 : le nombre de  matchs remportés au total dans sa carrière professionnelle. Le record  chez les hommes est détenu par Connors (1274) et le record absolu de  1442 victoires a été établi par Martina Navratilova.51.954: Federer a attiré le  plus grand nombre de spectateurs pour un match de tennis: 51.954 fans  ont assisté à son exhibition face à Rafael Nadal le 7 février 2020 au  Cap (Afrique du sud).106.300.000: Federer était le  sportif le mieux payé du monde sur l'année entre le 1er juin 2019 et le  1er juin 2020, avec un total de 106,3 millions de dollars (95,5 M EUR),  selon le magazine Forbes. Les contrats publicitaires et les partenariats  privés lui ont assuré 100 millions sur le total.130.594.339: les gains en tournois (en dollars) de Federer doubles inclus selon le site de l'ATP.41: âge de retraite (il a débuté sur le circuit ATP en juillet 1998, un mois avant de fêter ses 17 ans).À VOIR AUSSI – La sublime passe décisive de Messi pour Neymar lors de PSG-Brest le 10 septembre dernier (1-0)"
}