{
    "title": "Roger Federer futur retraité: les 10 victoires les plus marquantes de son immense carrière en Grand Chelem",
    "article": "DÉCRYPTAGE - En presque 25 ans de carrière, Roger Federer a disputé et remporté des rencontres de légende. Petite sélection.(en 8e de finale contre Pete Sampras 7-6, 5-7, 6-4, 6-7, 7-5) À  un mois de son vingtième anniversaire, le Suisse fait tomber le maître  des lieux, tenant du titre qui avait remporté sept des huit dernières  éditions. Le jeune bâlois domine son idole pour son premier match sur le  mythique Centre Court. L'élève dépasse le maître. Comme une passation  de pouvoir. Pete Sampras n'avait plus perdu à Wimbledon depuis 1996 (31  victoires consécutives), mais à 29 ans, il est en fin de carrière. Le  Suisse, lui, a 19 ans, est 15e mondial, et au début d'une immense  carrière. Ce très beau duel demeurera le seul entre les deux champions.  Le Suisse devra attendre toutefois attendre deux années de plus pour  décrocher son premier titre du Grand Chelem, à Londres.(victoire en finale contre Mark Philippoussis 7-6, 6-3, 7-6) « Quand  j'étais gamin, je disais tout le temps à mes amis, pour plaisanter, un  jour, je gagnerai à Wimbledon. Aujourd'hui, c'est la réalité et je  n'arrive pas à le croire », soufflera Federer à l'issue de sa  victoire en finale contre l'Australien. Le Bâlois s'apprête à écrire  l'histoire du jeu dans son jardin anglais. Du rêve à la réalité. Il  remportera encore 7 Wimbledon par la suite.(victoire en finale contre Lleyton Hewitt 6-0, 6-7, 6-0) L'Australien  aborde pourtant la finale contre Federer avec quelques certitudes. Il  vient de remporter seize victoires consécutives et n'a plus cédé le  moindre set durant la quinzaine new-yorkaise. Il semble en mesure de  faire tomber Federer. Au final, il prend deux roues de bicyclette contre  un « RF » en état de grâce. Le Suisse s'adjuge le premier de ses 5  US Open et son premier Petit Chelem (remporter trois Grands Chelems la  même année).(victoire en finale contre André Agassi 6-3, 2-6, 7-6, 6-1) Le Suisse est plus fort qu'Andre Agassi, 6e  mondial à 35 ans et les 24.500 spectateurs qui poussent l'Américain en  finale à Flushing Meadows, quinze ans après sa première. Federer, qui a  remporté alors six des dix deniers Majeurs, devient le premier joueur de  l'ère Open à réussir deux années consécutives le doublé Wimbledon-US  Open.(victoire de Federer en finale 7-6, 4-6, 7-6, 2-6, 6-2)Pour la deuxième année consécutive, Federer  vient de s'incliner en finale à Roland-Garros contre Rafael Nadal. Et  pour la deuxième année consécutive, les deux hommes se retrouvent  également en finale à Wimbledon. En 2006, Federer s'était imposé  facilement en finale face à Nadal sur le gazon anglais. Changement de  décor en 2007. Le maître des lieux est en souffrance face au roi de la  terre. C'est finalement le numéro 1 mondial qui s'impose pour s'offrir  un 5e titre consécutif à Wimbledon. Une première depuis Björn Borg en  1980. En 2008, Federer a en revanche joué perdu l'un des plus grands  matchs de l'histoire, battu cette fois par Nadal au terme d'un match  d'anthologie interrompu trois fois par la pluie.(victoire en finale contre Robin Söderling 6-1, 7-6, 6-4)Pour la première fois depuis 2003, Roger  Federer se présente à Paris sans être numéro un mondial. Rafael Nadal,  l'a maté trois fois en l'espace de quelques mois en finale de Grand  Chelem, à Roland-Garros, Wimbledon et en Australie. À la surprise  générale, l'Espagnol se fait sortir en 8es par Robin Söderling.  L'occasion est trop belle pour Federer. Il ne la laisse pas passer en  finale. Il a saisi LA chance de sa vie de s'imposer à Paris.(victoire en finale contre Andy Roddick: 5-7, 7-6, 7-6, 3-6, 16-14)La finale de Wimbledon contre Roddick est  historique. 16/14 ! C'est la plus longue 5e manche dans une finale  en Grand Chelem. Et comme souvent lors de ses confrontations avec  l'Américain, c'est le Suisse qui gagne. Logiquement battu lors de leurs  deux précédentes finales sur le gazon londonien (2004, 2005), Andy  Roddick a pourtant bien failli remporter la troisième. Dans  l'irrespirable cinquième set, Federer a effacé deux balles de break à  8-8 et les deux joueurs ont tenu chacun leur mise en jeu jusqu'à 15-14  pour Federer. Et c'est lui qui a dans la foulée réussi le seul break de  la manche, synonyme de sacre. Federer s'offre un 6e sacre à Church Road,  reprend la couronne de numéro 1 mondial et dépasse Sampras au nombre de  Majeurs remportés (15 contre 14).(victoire en demi-finale contre Novak Djokovic : 7-6, 6-3, 3-6, 7-6)Novak Djokovic, invaincu alors en 2011 depuis  41 matches, subit la loi d'un Federer au sommet de son art. Le Suisse,  dans le dernier carré Porte d'Auteuil pour la sixième fois en sept ans,  réussit ce jour-là, sans conteste le plus grand match de sa carrière sur  ocre. Au passage, Federer prive le Serbe de la première place mondiale  et d'égaler le record de matchs gagnés consécutivement par John McEnroe.(victoire en finale contre Rafael Nadal: 6-4, 3-6, 6-1, 3-6, 6-3)Six mois après avoir mis un terme à sa saison pour faire réparer un genou gauche douloureux, Roger Federer, retombé à la 17e place mondiale, remporte son 18e Grand  Chelem après cinq ans d'attente et Wimbledon 2012. Cette sublime finale  restera gravée à tout jamais dans l'histoire du tennis. Mené 3-1, le  Suisse aligne les cinq derniers jeux de la dernière manche et peut enfin  soulever le trophée, sept après son dernier titre à Melbourne.  L'événement est de taille. Roger Federer n'avait plus battu Rafael Nadal  en finale d'un Grand Chelem depuis la finale de Wimbledon 2007. Mené  avant ce match 7 succès à 2 par l'Espagnol en Grand Chelem, le Suisse de  35 ans domine pour la première fois de sa carrière son rival dans un  Majeur, hors Wimbledon.Roger Federer brandit à 36 ans son sixième  trophée à Melbourne, à l'issue d'un combat très tendu face au Croate  Marin Cilic remporté (6-2, 6-7, 6-3, 3-6, 6-1). L'Helvète n'avait pas  cédé le moindre set du tournoi jusque-là. En larmes, il remporte ce  jour-là, sa dernière finale du Grand Chelem.À VOIR AUSSI - Tennis: la légende Roger Federer annonce sa retraite"
}