{
    "title": "Roger Federer, la révérence de la référence",
    "article": "PORTRAIT - Diminué par des problèmes  physiques, le légendaire joueur suisse a décidé, à 41 ans, d’annoncer sa  retraite. Le tennis et le monde du sport perdent un joyau.Comme Michael Jordan qui, un jour triste de 2003, est redescendu sur terre, après avoir longtemps volé, Roger Federer,  trahi par un corps usé à force de danser durant plus de deux décennies  sur tous les cours de la planète, a finalement posé le point final. À  41 ans. Le Suisse espère être en mesure de s’aligner (au moins en  double) avec ses rivaux Rafael Nadal et Novak Djokovic lors de la Laver  Cup à Londres (23-25 septembre), l’épreuve par équipes entre l’Europe et  les États-Unis, créée il y a cinq ans avec son agent Tony Godscick. Le  chant du cygne. Le légendaire Suisse aurait pourtant aimé prolonger le  voyage. Un peu. Pour le plaisir du jeu. Pour le plaisir des yeux. Lui  qui a, avec grâce et élégance, longtemps défié le temps.L’homme aux semelles de vent affichait lors des  empoignades les plus intenses, sur toutes les surfaces, en toutes  saisons, une légèreté faisant oublier l’effort pour chasser la fatigue,  laisser défiler les coups de raquette magiques. Visage impassible,  rarement traversé par une goutte de sueur, il répondait à la férocité de  ses adversaires, inventait des coups, variait les effets avec un jeu  stylé toujours tiré à quatre épingles.Symbole du relâchement sublime, de l’élégance  ultime. Celle qui portait les athlètes Wilma Rudolph, Tommie Smith, Bob  Beamon, Edwin Moses, Carl Lewis ou Usain Bolt, le skieur Jean-Claude  Killy, le cycliste Jacques Anquetil, le footballeur Johan Cruyff, la  gymnaste Nadia Comaneci, la joueuse Chris Evert, le boxeur Sugar Ray  Leonard, le pilote Ayrton Senna, le rugbyman Serge Blanco ou le nageur  Alexander Popov. La beauté du geste. La fluidité des lignes. Au service  de l’efficacité.«Roger Federer, c’est la beauté pure du  sport. La beauté du tennis. Quelqu’un qui n’était peut-être pas destiné à  être une référence classique parce qu’il avait ce côté rock’n’roll mais  qui a pris ce chemin-là et cela lui correspondait très bien. C’est  l’élégance, l’esprit sportif. C’est la classe, ce qui est trop rare dans  le sport ces temps-ci», souligne Christopher Clarey auteur de la  biographie du joueur suisse (Flammarion). Et le journaliste américain de  prolonger: «Pour moi, c’est Gote (greatest of the era), le  meilleur de l’époque. J’ai du mal à être définitif avec l’histoire de  Rod Laver, le fait que Rosewall et Laver ont très peu joué les Grands  Chelems par rapport aux joueurs d’aujourd’hui. Ils s’en moquaient.  Pancho Gonzales n’a pas été en mesure de jouer ces tournois pendant  longtemps. Il y a aussi Jack Kramer… Les tables de référence ont changé.  À partir de Pete Sampras, même si Andre Agassi a peu joué l’Open  d’Australie, on peut faire une comparaison avec Becker, Edberg et tous  les autres jusqu’à maintenant. Le Big 3 est en tête (Nadal, Djokovic, Federer). Roger  a été devant pendant longtemps, mais ce n’est plus le cas. Il a mis la  barre très haut et les autres ont suivi. Il a été le meilleur de  l’époque, mais Novak et Rafa sont devant. Mais dans le souvenir des  gens, l’impression qu’il laissera, c’est peut-être plus fort. Cette  impression de beauté, de se régaler sur le court ne partira pas  rapidement.»Roger Federer : quelles ambitions sur terre battue ? - Regarder sur Figaro LivePolyglotte, plus supporté que les joueurs  nationaux à domicile (par exemple à Roland-Garros au détriment des  joueurs français), Roger Federer était partout chez lui. Il a su toucher  tous les publics, toutes les générations. Ses apparitions étaient un  événement. En tournoi ou lors de séances d’entraînement qui avaient  parfois du mal à contenir l’effervescence. Comme lors de tournées de  rock star dans cinq pays d’Amérique latine en 2019, ou le record pour un  match de tennis avec plus de 50 000 spectateurs enthousiastes  rassemblés au Cap, en Afrique du Sud (le pays de sa mère) en 2020.Le Suisse fascinait les spectateurs et ses rivaux. « Je  pense qu’il est le joueur que nous essayons tous d’être. Peut-être  avons-nous besoin d’unir nos forces, comme les Power Rangers (une équipe de super-héros) pour  y parvenir. Roger donne l’impression que ce qu’il pense se produit.  C’est un talent fou. La raquette semble être le prolongement de sa main », avait un jour expliqué Stan Wawrinka. «Impossible de ne pas se demander s’il est de la même planète», avait, un jour glissé Novak Djokovic, admiratif.À l’heure de se retirer, Roger Federer a expliqué dans un communiqué: «C’est  une décision douce-amère parce que tout ce que le circuit m’a apporté  va me manquer. Mais, en même temps, il y a tellement de choses à fêter.  On m’a doté d’un don pour jouer au tennis et je l’ai élevé à un niveau  que je n’aurais jamais pu imaginer et pendant bien plus longtemps que je  ne le pensais possible. »Homme épanoui, au sein d’une famille heureuse,  avec quatre enfants, Roger Federer était bien plus qu’un joueur. Ses  initiales sont devenues une marque. Businessman éclairé, bien entouré,  il a, avec la complicité de son épouse Mirka qui l’a aidé à donner le  meilleur sur les courts, bâti un empire (il était en 2021 devenu le  premier joueur de tennis milliardaire). En août, pour la dix-septième  année consécutive, il figurait encore, selon Forbes au sommet du  classement des joueurs de tennis les mieux payés. Si Björn Borg avait  propulsé la planète tennis dans une autre dimension économique, sportive  et médiatique dans les années 1970, Roger Federer a, après Pete Sampras  et Andre Agassi, offert de nouveaux rebonds au monde de la petite balle  jaune.«L’impact de Roger sur le tennis, et  l’héritage qu’il a construit, sont impossibles à apprécier. Il a attiré  des millions de fans dans le jeu, a été le fer de lance d’une nouvelle  ère de croissance incroyable et a élevé la popularité de notre sport.  Peu d’athlètes ont transcendé leur domaine d’une telle manière. Il a  redéfini la grandeur sur le court, tandis que son esprit de champion,  son esprit sportif et sa façon de jouer ont enthousiasmé les spectateurs  du monde entier pendant des décennies, incitant tant de personnes à  prendre une raquette. Au-delà du court, il est et restera un véritable  modèle et ambassadeur », a résumé Andrea Gaudenzi, le président de l’ATP.Souvenirs. Face au miroir de ses performances,  au vertige que pouvait représenter sa carrière, Roger Federer avait en  2019, avant d’effectuer son retour à Roland-Garros après trois ans  d’absence, pris soin de se raconter dans Le Figaro. Au sujet du moment clé de sa carrière, il pointait: «La  décision importante, je l’ai prise en 2004, quand je suis devenu numéro  un mondial pour la première fois après avoir gagné l’Open d’Australie.  J’ai alors décidé que j’aimerais jouer à long terme. Avoir décidé cela à  23 ans m’a permis de penser à cette aventure et non de me dire ‘‘je vais tout donner durant le peu de temps qu’il me reste et après, ce sera fini’’. Cela m’a aidé.»Un projet partagé avec Pierre Paganini, son méticuleux préparateur physique. Quant à un éventuel secret, il avait résumé: «J’en ai parlé avec Tiger Woods et on avait même fait une publicité autour de ça. Il dit : ‘‘I hate losing’’ (je déteste perdre) et moi, je n’aime pas dire cela. Je préfère dire : ‘‘I love winning’’ (j’aime gagner). Ce  sont deux chemins complètement différents et les deux conduisent au  succès. Mais moi, j’adore gagner. Je pense que cela se voit quand je  suis ému d’avoir gagné. Gagner m’inspire beaucoup. Cela me touche, j’ai  souvent été ému de gagner, même si parfois, c’était un peu honteux, je  vis ces moments intensément. Mes souvenirs sont importants. Je suis  triste quand je perds, mais je ne déteste pas perdre.»Roger Federer qui, le temps de spots  publicitaires fut James Bond ou Guillaume Tell, fut surnommé Peter Pan  par Reuters, Harry Potter par le New York Times ou Benjamin  Button dans ces colonnes, a traversé les années sans une ride, sans  jamais lasser les spectateurs, relevé les multiples défis de la nouvelle  génération à force de travail et d’envie pour laisser filer les frappes  éclairs, les fulgurances.À l’heure de plonger dans les souvenirs comme  on plonge dans la malle de photos familiale avec les yeux embués, Roger  Federer aimait cajoler quelques souvenirs précieux. Il nous avait confié  que ses titres préférés étaient: «Un des titres à Wimbledon, peut-être le premier en 2003, Roland-Garros 2009 et forcément l’Open d’Australie 2017», qu’il avait peut-être joué le match parfait « en 2004, en finale de l’US Open quand je bats Lleyton Hewitt (6-0, 7-6, 6-0)». «Il évolue dans une sphère différente de celle fréquentée par les joueurs»,  avait alors soufflé l’Australien estomaqué, peu habitué à être balayé  d’un revers de main sans parvenir à planter ses crocs dans les mollets  de ses adversaires.Roger Federer avait le charme rare d’envoûter  ses rivaux. Björn Borg était parti avec ses mystères, à 26 ans  seulement. À cet âge-là, Roger Federer était à son zénith. Il aura  trouvé ensuite la force mentale et physique indispensable pour se mettre  en danger, tenter de prolonger le plaisir, se réinventer comme  lorsqu’il avait surpris le circuit en reprenant en 2015 de demi-volée,  près du filet, les retours de service en s’appuyant sur une acuité  visuelle et une coordination précieuses. Mais depuis un quart de finale  perdu à Wimbledon en 2021 contre le Polonais Hubert Hurkacz (avec un 6-0  dans 4e set qui avait serré le cœur d’un Center Court qui  redoutait d’avoir assisté à la dernière danse), son avenir s’écrivait en  pointillé.Après trois opérations du genou droit, de  brèves séquences d’entraînement sur les réseaux sociaux tentaient  d’entretenir le faible espoir d’un retour. Pour une tournée d’adieu, de  nouvelles chansons de geste. Jusqu’au baisser de rideau. Une habitude  dans le tennis en ce moment. Serena Williams a probablement joué son  dernier tournoi à New York, début septembre, avec une standing ovation.  Dans la foulée, Roger Federer tire sa révérence. Celle de la référence…1: Coupe Davis (2014)10: titres à Bâle et Halle (son record sur des tournois)20: titres du Grand Chelem (6 Open d’Australie, 1 Roland-Garros, 8 Wimbledon, 5 US Open)103: titres, dont 6 au Masters, 20 en Grand Chelem et 28 Masters 1000 (109, le record, pour Jimmy Connors)130: millions de dollars de gains sur le circuit310: semaines à la place de numéro 1 mondial1251: victoires en 1 526 matchs (Jimmy Connors détenant le record avec 1 274)"
}