{
    "title": " Roger Federer ‘definitely done’ as final match takes twist",
    "article": "     More On:  roger federer       Controversial NHL legend dead at 84      Tennis legend says security guard refused to allow him into Wimbledon      Tennis rival had ‘very complicated’ feud with Roger Federer’s wife      Rafael Nadal withdraws from Laver Cup: ‘I’m not good’        Unlike Serena Williams, who left the door slightly cracked for a return to tennis, Roger Federer said on Tuesday that he’s “definitely done” and has no plans to un-retire. In a clip of an interview with Savannah Guthrie that will air on NBC’s “Today Show”  on Wednesday, the 20-time Grand Slam champion said he has no plans of  following in the steps of Tom Brady, who returned to the Buccaneers  after a brief retirement this summer, or Williams. “You know, un-retiring is a thing now,” Guthrie said in the clip. “Serena seems to be wavering a little.” Meanwhile, in a separate interview with Swiss journalists, Federer,  who is playing in his final tournament at this week’s Laver Cup in  London, also revealed that he will not play singles  in the event, which takes place Friday and ends Sunday. His goal,  according to the report, is to play doubles at an “acceptable level.”  That means his final match would take place on Friday.    Roger Federer practices Tuesday ahead of the Laver Cup at The O2 Arena in London.Getty Images for Laver Cup “He will probably decide that at the last moment,” Pierre Paganini, Federer’s trainer, told the Swiss newspaper Blick earlier this week. “He is trained to have as much information as possible about whether it’s a good idea or not.” Though the tournament’s rules call for all players to participate in  at least one singles and one doubles match, he could play doubles and  simply withdraw from his singles match. Paganini also said that Federer first considered retiring in July,  when it became clear he was making “greater efforts for relatively low  intensity.”    Roger Federer greets Novak Djokovic during Team Europe practice at the Laver Cup.Getty Images for Laver Cup What do you think? Post a comment. “I think it’s a smart decision,” Paganini said. “It’s not just about  the knee. Roger has played a lot of matches in his career and put his  body under extreme strain.” Federer, who announced his retirement last week, finishes his career  third all-time in majors won, behind Novak Djokovic’s 21 and Rafael  Nadal’s 22.  "
}