{
    "title": " Roger Federer teaming with Rafael Nadal for Laver Cup retirement match",
    "article": "     More On:  roger federer       Controversial NHL legend dead at 84      Tennis legend says security guard refused to allow him into Wimbledon      Tennis rival had ‘very complicated’ feud with Roger Federer’s wife      Rafael Nadal withdraws from Laver Cup: ‘I’m not good’        Roger Federer and Rafael Nadal have had many epic duels over the years. As Federer gets ready to call it a career, the two will share the court one last time — as partners. Thursday’s Laver Cup draw revealed that Federer will team with Nadal  in doubles for his final match Friday night in London before retiring.  The two will face Americans Frances Tiafoe and Jack Sock, then Matteo  Berrettini will replace Federer for the remainder of the tournament. “For as long as we battled together, having had always this respect  for one another, our families, coaching teams, for us as well to go  through a career we both have had, come out the other side and have a  nice relationship, is maybe a great message to tennis and beyond,”  Federer said of teaming with Nadal, according to ESPN.    Roger Federer acknowledges the crowd at a Laver Cup practice in London on Sept. 22, 2022.Getty Images for Laver Cup    Rafael Nadal and Roger Federer during Laver Cup practice on Sept. 22, 2022.AP Nadal, who appeared with Federer on the practice court Thursday along  with Novak Djokovic and Andy Murray, said it’s going to “be difficult  to handle everything” about Federer’s sendoff match. “After all the amazing things that we shared together on and off  court, be part of this historic moment gonna be something amazing [and]  unforgettable for me,” Nadal said during Team Europe’s group press  conference, per Tennis.com. The 41-year-old Federer, a 20-time Grand Slam winner, announced his  retirement on social media last Thursday, citing the “challenges” his  lingering knee issues have presented.    Roger  Federer shakes hands with Andy Murray as Novak Djokovic and Rafael  Nadal look on during Laver Cup practice on Sept. 22, 2022.Action Images via Reuters What do you think? Post a comment.    From left: Andy Murray, Novak Djokovic, Roger Federer and Rafael Nadal pose for photos at Laver Cup practice on Sept. 22, 2022.AP Though it’s in vogue for aging iconic athletes to waffle on  retirements — Tom Brady unretired after 40 days and Serena Williams left  the door ajar for more tennis after the US Open — Federer told NBC’s  Savannah Guthrie that he’s “definitely done.”  "
}