{
    "title": "Federer on His Exit and Holding Nadal’s Hand: ‘It’s Maybe a Secret Thank You’",
    "article": "In  an interview, Roger Federer opens up about the emotions of his goodbye  at the Laver Cup and about the future of men’s tennis. “Nobody needs to  play like me, by the way,” he said.Roger  Federer, newly retired, was back in Switzerland on Monday night after  flying home from London, where he wrapped up a whirlwind farewell to his  competitive career with one last match at the Laver Cup.He  partnered with his friendly rival Rafael Nadal in doubles for Team  Europe, losing a close match to Frances Tiafoe and Jack Sock of Team  World, which also went on to win the Laver Cup for the first time in  five attempts.But the defeat was  secondary to the occasion — an intense, emotional goodbye for Federer  and those surrounding him, including his wife, Mirka, and their four  children, plus his friendly rivals Nadal and Novak Djokovic.Federer,  41, established himself long ago as one of the greatest players in  tennis history, but after breaking Pete Sampras’s men’s record of 14  Grand Slam singles titles in 2009, he chose to play on for 13 more  years. He won five more majors and at age 36 became the oldest men’s No.  1 since the advent of the ATP rankings in 1973.His  departure marks the beginning of the end of a golden age in the men’s  game in which Nadal, Djokovic and Federer have developed rich and  long-running rivalries, lifting each other and their sport. Federer, for  all his longevity and tennis genius, now ranks third in the Grand Slam  singles titles chase behind Nadal with 22 and Djokovic with 21. I  first interviewed Federer in February 2001, in his home city of Basel,  Switzerland, when he was still a teenager and had yet to win his first  major. On Monday night, we spoke by telephone about the 21 years since  and his goodbye to competition:This interview has been edited and condensed for clarity.So, how do you feel now that it’s really over?I  think I feel complete. I lost my last singles match. I lost my last  doubles match. I lost my voice from screaming and supporting the team. I  lost the last time as a team. I lost my job, but I’m very happy. I’m  good. I’m really good. That’s the ironic part, is everybody thinks about  happy fairy-tale endings, you know? And for me, actually it ended up  being that but in a way that I never thought was going to happen.Rafa  Nadal clearly made a big effort to be part of the event on Friday,  given his wife’s pregnancy. What did it mean, knowing all that you knew,  for him to be there for you for the doubles?I called him after the U.S. Open — I waited for him to finish that tournament — just to let him know about my retirement.And  I just wanted to let him know before he started making some plans  without the Laver Cup at all. I told him on the phone that I was  probably 50-50 or 60-40 on making the doubles. I told him, “Look, I’ll  keep you posted. You let me know how things are at home. And we’ll  reconnect.”But it very  quickly got clear on the phone, and Rafa told me, “I will try everything  I possibly can to be there with you.” And that felt obviously  incredible for me. And it showed again how much we mean to one another  and how much respect we have. And I just thought it would be just a  beautiful, amazing story for us, for sports, for tennis, and maybe  beyond that as well, where we can coexist in a tough rivalry and come  out on top and show that, hey, again it’s just tennis. Yes, it’s hard,  and it’s brutal sometimes, but it’s always fair. And you can come out on  the other side and still have this great, friendly rivalry. I just  thought it ended up even better than I ever thought it would. So, an  incredible effort by Rafa, and I’ll obviously never forget what he did  for me in London.Those  raw emotions after the match were powerful for a lot of people around  the world, particularly the scenes with you and Rafa. Do you think you  maybe changed the way people view male athletes?I  think I have always had a hard time keeping my emotions in check,  winning and losing. In the beginning, it was more about being angry and  sad and crying. And then, I was happy-crying about my wins. I think on  Friday, this was another animal, to be honest, because I think all of  the guys — Andy [Murray], Novak and also Rafa — saw their careers  flashing in front of their eyes, knowing that we all in a way have been  on borrowed time for long enough already. As you get older, you get into  your 30s, you start knowing what you really appreciate in life but also  from the sport.Have you seen the photo of you and Rafa sitting on the bench crying and holding hands?I have seen it.What’s it like to look at that image?Well,  I mean, it was a short moment. I think at one point, I was sobbing so  hard, and I don’t know, everything was going through my mind about how  happy I am to actually experience this moment right there with  everybody. And I think that’s what was so beautiful about just sitting  there, taking it all in while the music was playing, and the focus was  maybe more on her [the singer Ellie Goulding]. So, you almost forgot  that you’re still being taken pictures of. I guess at one point, just  because obviously I couldn’t speak and the music was there, I guess I  just touched him, and I guess it’s maybe a secret thank you. I don’t  know what it was, but for me, that’s maybe what it was and how it felt  and some pictures came out of it. Different ones. Not just that one but  other ones, too, that were just completely crazy, you know, so with  different angles, and I hope to get those because they mean a lot to me.That  moment when you’re talking to your kids and telling them, I’m not  crying because I’m sad. I’m crying because I’m happy. I think any parent  could relate to that.I  didn’t know that people could hear that. They looked so sad to me, and  when I told them I was retiring, also three of them were crying, because  they think that I’m sad about it, but I’m truly not. And, of course, a  moment like this is so powerful in the arena. It was hard not to cry at  some point, and not just hard for them.You dehydrated the world.We’ve got to recharge on those tears.You’ve  said, “It’s time to stop. I can feel it.” Is that mostly based on  feeling you just can’t move the way you need to move on tour anymore to  compete?That’s part of it.  It’s also the age, let’s be honest. And going to the very end of it, I  don’t see the point. I tried so long the last few years that it’s fine.  You know, it’s all good. And you get to a point where, you know, when I  did the surgery last year I knew it was going be a long road back. And  it was going to take me probably a year.So,  of course, in my dream, I saw myself playing again, but I was very  realistic about the comeback. Number one, I did it for my personal life.  I knew it was the right thing to do: Let’s get this leg fixed and all  that. For that, I had to do a proper rehab. If I just retire, I know I  will not do my rehab correctly. So, if I stay active and I’m still a  professional tennis player, I know I will do it 100 percent right. And I  keep the options open to hopefully maybe return to exhibition tennis at  least, 250s hopefully, 500s and 1000s if things really go super well.  And Grand Slams if, you know, magic happens.As  time went by, I could feel less and less chance as the knee was  creating problems for me as I was struggling to power through. And  that’s when I ultimately said, look, it’s OK, I accept it. Because I  left it all out there. Nothing more to prove.You rarely showed it, but what percentage of your matches did you play over the years in some kind of pain?I  think we all play sick and hurt. I was always of the impression that I  can play through some pain, a lot of pain, like we all have to. But I  think I always felt my body very well. I knew when I could power through  and when I had to be careful. And I was always of the opinion that I’d  rather take the rest at some point: give myself the extra week, the  extra day, the extra hour, the extra month, whatever it is, and take it  easy, go back to training and then come back strong again. That’s why I  tried to avoid any sorts of injections and operations for the longest  time until I had to have surgery in 2016.I  know you were joking with your teammates in London about your lack of  mobility, but are you confident now after playing the doubles that your  body will allow you to play exhibition tennis?I have to go back to the drawing board now and just see after this incredible weekend, what I should do next.I  think it would be beautiful to somehow have a goodbye exhibition game,  you know, and thank the fans, because obviously Laver Cup was already  sold out before I knew about retirement. A lot of people would have  loved to get more tickets and couldn’t, so I just feel maybe it would be  nice to have one more or several goodbye exhibitions, but I’m not sure  if I could or I should do that now. But obviously I would love to play  exhibitions down the road, take tennis to new places or take it back to  fun places where I had a blast.As you step away, do you see anybody out there who plays the game like you do?Not  right now. Obviously, it would have to be a guy with a one-handed  backhand. Nobody needs to play like me, by the way. People also thought I  was going to play like Pete Sampras, and I didn’t. I think everybody  needs to be their own version of themselves. And not a copycat, even  though copying is the biggest sign of flattery. But I wish all of them  to find their own selves, and tennis will be great. I’m sure I’ll always  be the No. 1 fan of the game. And I’ll follow, sometimes in the stands,  sometimes on TV, but of course, I hope for enough one-handers, enough  attacking tennis, enough flair. But I’m going to sit back and relax and  watch the game from a different angle.Meanwhile,  your rivals play on. You said it was important to retire first as you  are the oldest. Were you worried Rafa would beat you to it this spring  when he was considering retirement because of his foot problems?I  got a scare with Murray, too. I remember vividly when I saw him in the  locker room in Australia in 2019 after his Bautista match [referring to  Roberto Bautista Agut]. I remember he said, “I might be done.” We were  asked to do farewell videos; I had a chance to go. I went up to him and  asked him, “Are you like seriously done?” And I remember him telling me,  “Well, with this hip, I can’t play anymore.” So, he knew he was at a  huge crossroads in his life. But yeah, I’m happy I could go first,  because I also am supposed to go first. So, that’s why it’s felt good.  And I hope they can all play as long as possible and squeeze that lemon  out. I really wish the best for them."
}