{
    "title": "London Is a Sensible End to Roger Federer’s Long Career",
    "article": "Wimbledon  may have been more fitting. But the Laver Cup, which Federer helped  create, will offer a poignant send-off at O2 Arena for one of the  greatest players of this era.Live updates from Roger Federer’s doubles match with Rafael Nadal at the Laver Cup.It  was in London where Roger Federer became a genuine star: strolling onto  Centre Court at Wimbledon in 2001 with a ponytail and nondesigner  stubble and then coolly and stylishly ending the long reign of Pete  Sampras with a fourth-round upset.So,  it seems fitting, or at least symmetrical, that Federer will end his  competitive tennis career in London, too, playing one last doubles match  in the Laver Cup on Friday night, alongside his friendly archrival  Rafael Nadal.It  of course would have been a fuller circle for Federer’s final act to  have come at Wimbledon. But that would have meant playing best-of-five  sets on often-slick grass, and though his spirit is still willing, his  41-year-old, postoperative knees are not.Instead,  the end will come indoors at O2 Arena in a team event Federer conceived  with his agent, Tony Godsick, and launched in better, healthier days in  2017, when he was in the midst of the surprising late-career revival  that cemented his place among the exceptional athletes of this age or  any other.Though it was far from a  sure thing, he endured with excellence: breaking into the top 20 as a  teenager and becoming the oldest No. 1 in the history of men’s tennis at  age 36 in 2018.On Wednesday at a  news conference at the O2 Arena ahead of the Laver Cup, Federer was  asked how he hoped people would remember him and what made him proudest  about his career.“Longevity” was the answer.“I  was famous for being quite erratic at the beginning of my career,” he  said. “And then to become one of the most consistent players ever is  quite a shock to me, as well.”Federer said he felt back then that he could compete for any title for “15-plus years.”“That  has been a privilege,” he said. “I think looking back, that has a  special meaning to me because I always looked to the Michael  Schumachers, Tiger Woods, all the other guys that stayed for so long at  the top that I didn’t understand how they did it. Next thing you know,  you’re part of that group, and it’s been a great feeling.”Federer did it with a unique blend of improvisational talent and carefully conceived structure.He  had an undeniable gift for the game, including supreme hand-eye  coordination and what Marc Rosset, the most successful male Swiss player  before Federer, rightly identified as exceptional “processing speed”  that allowed Federer more time to create great shots on the fly and then  finish them with an extra flourish.But  Federer also learned how to manage his time, build an excellent support  team and maintain his positive energy. He scheduled judiciously and  took genuine breaks from the grind of the tour while also relaxing while  playing on the tour. Many an opponent can recall a pleasant chat with  Federer in the locker room shortly before a match, and that he could  then don his game face in an unsettling hurry.In an interview in 2019, he explained his recipe for success.“As  much as I take things very serious, I am very laid back, so I can  really let go very quickly. I truly believe this is a secret for a lot  of the players and for the young guys is to be able, when you leave the  site, to say: ‘OK, I’m going to leave it behind,’” he said. “‘I still  know I’m a professional tennis player, but I’m relaxing. I’m doing it my  way, whatever helps me decompress.’”Federer punctuated this by clenching his left fist.“Because if you are constantly like this, that’s when you burn out,” he said, looking at his fist.Federer,  by design and by embracing the process, never did burn out. Instead,  his body gave out after multiple knee surgeries and long cycles of  rehabilitation. He said he still had hope at Wimbledon this year, when  he made a surprise appearance for a ceremony honoring the 100th  anniversary of Centre Court, that he could return to play there at least  “one more time.”But  shortly after that emotional visit, he said he received the results of a  magnetic resonance imaging scan on his right knee that made the reality  clear.“I was already walking on thin ice for a long time,” he told the Swiss press this week.He called the decision “bittersweet” when he announced it last week, and then broke down the bitter and the sweet on Wednesday.“The  bitterness is you always want to play forever,” he said. “I love being  out on court. I love playing against the guys. I love traveling. I never  really felt like it was that hard for me to do.”He said he enjoyed the winning and learned from losing.“It  was all perfect,” he said. “I love my career from every angle. That’s  the bitter part. The sweet part was that I know everybody has to do it  at one point. Everybody has to leave the game. It’s been a great, great  journey. For that, I’m really grateful.”Asked  for the highlights, Federer pointed to the upset of Sampras in 2001,  his first major title at Wimbledon in 2003, his first and only French  Open title in 2009 and the Australian Open victory in 2017 that launched  his comeback.But  he knows the lowlights are intrinsically part of the story, too:  defeats like the 2008 Wimbledon final against Nadal and the 2019  Wimbledon final against Novak Djokovic, which as it turned out, was  Federer’s last chance to win a 21st major singles title.“I’m  probably famous for having some tougher losses, as well,” he said. “But  then also dealing with them and seeing it as an opportunity to get  better, to grow from it. I’m happy I don’t have flashbacks to tough  moments in my career.” He added: “I’m happy that my brain allows me to  think this way, because I know it’s not easy to push sometimes defeats  and those things away.”Passed in the  Grand Slam singles title count by Nadal and Djokovic, who both hold a  head-to-head-edge over him, Federer is no longer an obvious pick as the  greatest player of this golden era. But he was clearly that player at  one stage: in 2009 when he broke Sampras’s then-existing record by  winning his 15th major at Wimbledon.“Anything  after that was a bonus,” he said. “Obviously the last few years have  been what they have been, but I’m very happy that I was able to win  another five slams from 15 on. For me it was incredible. Then I made it  to over 100 titles, and all that stuff has been fantastic. Then just my  longevity is something I’m very proud of. Don’t need all the records to  be happy; I tell you that.”Federer addressed many topics on Wednesday in his familiar rambling English and later in French and his native Swiss-German.That  polyglot performance also seemed fitting, considering that Federer has  been an accessible champion, answering and generally respecting each  question over the many years. He also has a fiercely private side, which  helps explain how he was able to keep his retirement decision from  going public for nearly two months.He  could have signed off on Instagram, which did not exist when he started  his career. Instead, he will play one last match in London, which  certainly won’t hurt the profile of his brainchild, the Laver Cup, but  also seems a reasonable way to call it a day.The  O2 is sold out for all five sessions (no surprise despite the high  price of entry), but opening night on Friday seems to be the must-have  ticket. Win or lose — and who really cares at this stage? — there will  be roars, and there will be goose bumps. And though there were  surprisingly no tears from Federer on Wednesday, there should be a few  of those, too."
}