{
    "title": "Roger Federer to Retire From Tennis: ‘He Made the Game Look So Easy’",
    "article": "Federer,  who won 20 Grand Slam singles titles, said injuries and surgeries had  taken their toll on his body. His final competitive matches will be next  week in London.Follow live updates from Roger Federer’s doubles match with Rafael Nadal at the Laver Cup.Roger  Federer, the racket-throwing Swiss teenager who matured into one of the  world’s most polished athletes and was part of a generation that  dominated tennis for two decades, announced Thursday that he would  retire from competition.“I am 41  years old; I have played more than 1,500 matches over 24 years,” Federer  said in an audio clip posted on social media. “Tennis has treated me  more generously than I ever would have dreamed, and now I must recognize  when it is time to end my competitive career.”Federer  leaves the game with one of the greatest competitive records in its  history: 103 tour singles titles, 20 Grand Slam singles titles, 310  weeks ranked No. 1 and a record six victories in season-ending tour  finals. And, perhaps most remarkably given his long run, he never was  forced to stop playing a match he had started because of an injury.His  decision follows a similar move by Serena Williams, giving the tennis  world the most definitive confirmation yet of its generational shift  toward younger stars such as Carlos Alcaraz, who won the U.S. Open on Sunday.Williams,  who turns 41 later this month, said she was “evolving” away from  competition but left the door slightly ajar to a comeback after her  farewell run in this year’s U.S. Open. Federer, who has fought through  years of injuries, was more definitive about his exit, meaning the Big  Three of men’s tennis — which includes Federer’s longtime rivals Rafael  Nadal and Novak Djokovic — will soon be down to two.But not before one last hurrah brings them together, aging bodies willing.Federer  said he would make his final competitive appearance next week in London  at the Laver Cup, an annual team event he helped create as part of his  legacy to the game that he once ruled alone before the emergence of  Nadal and Djokovic shifted the balance of power.He  had some of his greatest triumphs against them but also many of his  most deflating setbacks. Part of Federer’s enduring appeal came from his  vulnerability: the big matches he lost and the tears he often shed in  victory and defeat.“It’s a sad day  for me personally and for sports around the world,” Nadal said on  Twitter, referring to Federer as a friend and rival and saying it was a  privilege to share “so many amazing moments on and off the court.”At  the Laver Cup, which is inspired by golf’s Ryder Cup, Federer is  scheduled to play on Team Europe with Nadal, Djokovic and the British  star Andy Murray, another of the major players in this exceptional era.None covered the courts of the globe with the grace of Federer.He  did not move so much as flow. He was as comfortable pouncing on a  volley or stretching for an overhead as he was patrolling the baseline  and leaping into his signature stroke, the inside-out forehand, his gaze  remaining on the contact point after the ball was gone as if to  emphasize that, with his speed and court sense, he had a bit more time  to work his magic than his peers.“He  made the game look so easy,” Paul Annacone, one of his former coaches,  said. “I’ve always felt he was Picasso with a tennis racket. What I will  miss most is the beauty he brought to the game.”Federer  struggled to tame his temper and perfectionist streak in his youth,  frustrating a series of coaches (and his parents, Robert and Lynette) as  he shouted in anger and lost some matches he should have won. Over  time, he learned to control his frustration and became, with rare  exceptions, a model of calm and composure under pressure.It was a remarkable transformation and gave Federer wide reach and a throwback appeal that he and his advisers cultivated.To  date, he has earned over $130 million in prize money, but that figure  is dwarfed by his off-court income. With a vast portfolio of sponsors,  he became the first active tennis player to earn more than $1 billion.  Even in the past three seasons, when he played little or not at all, he  remained the highest earning tennis player and was the highest earning  athlete in 2020, according to Forbes.Federer  indicated that he would continue to play some, presumably in  exhibitions. But the sport has already had a long look at life without  Federer because of his knee problems.He missed more than a year during the 2020 and 2021 seasons and has not played in the past 14 months.“I’ve  worked hard to return to full competitive form, but I also know my  body’s capacities and limits, and its message to me lately has been  clear,” Federer said.Federer, the son  of a Swiss father and South African mother, was born in Basel,  Switzerland, in 1981. He spent his early years playing many sports and  was considered a particularly promising soccer player. He chose tennis  after beginning to work with the Australian player Peter Carter, who  began teaching to supplement his income as an aspiring tour-level  player.Carter  and Federer bonded as he helped the youngster develop his elegant game,  including his often-airborne forehand and his versatile and sweeping  one-handed backhand.At 14, Federer  moved from Basel to Ecublens, Switzerland, to board and train at the  national training center in the French-speaking part of the country.Federer  was mocked by his peers for his poor French and struggled in school,  but he considered the experience — and the challenge — a key to his  eventual success. His first  professional breakthrough at Wimbledon came in 2001, when he upset Pete  Sampras, a seven-time Wimbledon champion, in the fourth round. Still,  Federer struggled with his nerves and tactics and had to deal with the  tragedy of Carter’s death in an automobile crash in South Africa in 2002  on his honeymoon: a trip he had made at the urging of the Federer  family.Federer was devastated but channeled his grief into trying to be the champion that Carter believed he could be.Those  who know Federer well saw a significant change in him. The following  year, in 2003, he won his first major singles title at Wimbledon,  displaying all the tools on his Swiss army knife of a game: pleasing the  crowd and dismantling the opposition. He defeated Andy Roddick, another  rising talent from the United States, in the semifinals and Mark  Philippoussis of Australia in the final.Though  Roddick went on to win the U.S. Open in September and rose briefly to  world No. 1, this would be Federer’s era. He won the Australian Open to  start the 2004 season, claimed the top spot in the rankings and hit  cruising speed.He  won three Grand Slam singles titles each year in 2004, 2006 and 2007.  His only major stumbling block was the French Open, with the emergence  of Nadal, nearly five years younger and practically untouchable on the  red clay of Roland Garros.Nadal  eventually reeled Federer in on grass as well, defeating him in the 2008  Wimbledon final, widely considered one of the greatest matches in  tennis history, and in the 2009 Australian Open final, where he  comforted a crying Federer at the awards ceremony.Federer  won his first and only French Open in 2009 after Nadal was upset by  Robin Soderling in the fourth round and reclaimed the Wimbledon title  four weeks later by defeating Roddick. That win allowed Federer to break  Sampras’s men’s record of 14 Grand Slam singles titles.Federer’s  twin daughters were born shortly after that Wimbledon victory, but  Federer and his wife, Mirka, soon returned to the circuit and later  traveled with their twin sons, as well.Federer  called Mirka “my rock” and her support — and logistical wizardry —  were, along with the innovative work of his fitness trainer, Pierre  Paganini, fundamental to Federer’s longevity.“She  has warmed me up before finals, watched countless matches even while  over eight months pregnant and has endured my goofy side on the road  with my team for over 20 years,” Federer said in his retirement  announcement.He began fielding  retirement questions after his French Open victory in 2009, yet played  on for more than a decade, often with great success.Mirka encouraged Federer to come back in 2017 after his first forced break from the game.In  January 2016, while running a bath for his daughters, he felt a click  in his left knee and soon underwent surgery. He returned in the spring,  but after losing at Wimbledon, he ended his season and spent six months  strengthening the knee.He  returned in 2017 for what turned out to be a renaissance. He won the  Australian Open, beating Nadal in the final, then won Wimbledon for the  eighth time and rode that wave to another title at the 2018 Australian  Open. The next month, he became the oldest No. 1 in ATP rankings’  history at 36.That last major win set  the men’s record at 20 Grand Slam singles titles, but Federer would not  hold it for long. He did, however, have one more excellent opportunity  to add to his total: with two match points on his own serve against  Djokovic in the fifth set of the 2019 Wimbledon final.But  Djokovic won instead, and with Federer about to retire, Nadal holds the  record with 22 Grand Slam singles titles and Djokovic is right behind  with 21.Federer will remain third on  that list, perhaps for many years to come. He also has a losing record  against both men: 16-24 versus Nadal and 23-27 versus Djokovic.Still,  Federer certainly had his long runs on top and touched tennis fans  worldwide for more than 20 years with his shotmaking and class on and  off the court.And  though he made it clear that his days of tour-level tennis would end,  he hinted that he intended to continue playing a role in the sport.“Finally, to the game of tennis,” he said, “I love you and will never leave you.”"
}