{
    "title": "Federer Says He Will Close Career With Doubles Match at Laver Cup",
    "article": "Federer,  who announced his retirement last week, hinted his final competitive  tennis could come Friday alongside his longtime rival Rafael Nadal.LONDON  — Once he decided his competitive career was over, Roger Federer said,  it was just a matter of scripting the perfect ending.For  months, he and those closest to him kept his secret. He had considered  announcing his retirement before the U.S. Open, he said Wednesday, but  knew he would not attend and preferred “a chance to properly say goodbye  to the fans.” He had pondered doing so during the tournament, but by  then Serena Williams had announced her own retirement. That meant  another month of waiting.Finally, last week, Federer told the world his news: He would play one final tournament, at the Laver Cup in London this week, and that would be that. On Wednesday, he said would go out “happy” but not satisfied, and on his own terms.“I  always feel sorry for players who sometimes retire on the tour, say,  ‘I’m going to play one more match,’ and then at one point you stand  there all alone,” he said.Federer  will instead go out surrounded by the players, family, friends and fans  that have meant the most to him in his career. His final match will  come Friday, a one-night-only doubles appearance in which he is expected  to team up with his longtime friend and foe Rafael Nadal. [Update: The Federer-Nadal pairing was confirmed on Thursday when the official schedule for the first day was revealed.]“I  just thought it was very fitting,” Federer said of finishing his career  in London, the city where he won a record eight Wimbledon singles  titles.Federer revealed Wednesday  that he had known since the summer that his career as a singles champion  was finished, whether he liked it or not. He was about a year into his  rehabilitation from his latest knee injury and he could feel it was  getting more difficult. He knew pushing on would take more than he was  willing to give, and potentially require yet another surgery that he had  already decided he would not accept.“At  some point you sit down and go, OK, we are at an intersection here, a  crossroad, and you have to take a turn,” he said. “Which way is it?“I  was not willing to go in the direction of, let’s risk it all. I’m not  ready for that.” He had, he said on Tuesday, “stopped believing” he  could rehabilitate his latest knee injury enough to continue at a level  he would accept.“I know my  limitations,” Federer said. Appearing relaxed and calm in a blue blazer  and white golf shirt, he appeared at ease with his decision and in  control of his emotions — much to his relief, he admitted — but  acknowledged that even he could not be sure how he would perform.“Obviously, I’m nervous going in, because I haven’t played in so long,” he said. “I hope it can be somewhat competitive.”His  pairing with Nadal may be the tournament’s worst-kept secret: Both  players hinted at reprising their so-called Fedal doubles team in  February when they committed to play  in the Laver Cup, a Ryder Cup-style event in which competitors  representing a Team Europe and a Team World square off in team play.Federer’s  desire to play only doubles presented a rules problem, though; the  competition rules require players to compete in at least one singles  match, and his opting out required the approval of both team captains as  well as tournament and ATP Tour officials, since the cup is a tour  event.Federer, who helped create the  Laver Cup as part of his billion-dollar business empire, said Wednesday  that he had first sought the permission of the European captain, Bjorn  Borg. When Borg agreed, they brought the idea to the World captain, John  McEnroe, and to tour officials to ensure that his accommodation also  had their approval. Federer said the Italian star Matteo Berrettini  would replace him in the singles matches.Asked  about reports that he was planning to team with Nadal in his own final  match, though, Federer was coy since the matchups will not be confirmed  until Thursday.“I don’t know if it’s going to happen,” Federer said, a white lie at best, “but I think it could be obviously a special moment.”Champions are often defined by statistics, and Federer’s rival any player  in tennis history: 103 tour singles titles, 20 Grand Slam singles  titles, 310 weeks ranked No. 1. He won a record eight Wimbledon  championships, six more at the Australian and five at the U.S. Open in  New York, where his matches drew celebrities and fellow athletes and  everyday fans captivated by his elegance, his poise and his  craftsmanship.In  one period at the height of his career, from early 2004 to October  2008, Federer held the No. 1 ranking for an astonishing 237 weeks in a  row. His two decades at the top of his sport spanned generations:  Federer defeated the likes of Pete Sampras and Andre Agassi as a young  pro; traded shots and titles with his Laver Cup teammates Nadal, Novak  Djokovic and Andy Murray for years; and was called an “idol” and  “inspiration” last week by the game’s rising star, the newly crowned  U.S. Open champion, Carlos Alcaraz, who was born two months before Federer won his first major.But  while his victories defined his career, Federer’s losses helped to  humanize it. He will retire with a losing record against the other two  defining stars of his era, Nadal and Djokovic, and he was defeated by  them in two of the biggest matches of his career, against Nadal in the  2008 Wimbledon final and against Djokovic on the same stage in 2019.  Federer had held two match points on his serve at age 37 but could not  close out his victory.Federer had, by  then, learned to control the combustible temper and competitive streak  that had frustrated both coaches and his parents early in his career,  funneling his fire into a more measured pursuit of perfection. His  emotions were never far from the surface, though, at times seeping out  in tears, especially early in his career, in victory and defeat.He will be remembered most, though, for exuding cool: a shotmaker who painted corners and lines like an artist,  a dancer whose ability to glide around a singles court masked his power  and precision, and made tennis, and particularly his tennis, look so  easy, so natural.“When  you have a vision of being a champion, you see yourself winning one  tournament, or maybe more than one, but not many, many times in a row,  or staying as long as I did,” he said. “That was definitely very  special.”"
}