{
    "title": "Aux Swiss Indoors, la vie sans Federer ",
    "article": "La retraite de Roger Federer a mis  fin le mois dernier à une relation conflictuelle mais fructueuse de  plus de vingt ans entre le plus grand tournoi du pays et la légende du  tennis. Le tournoi de Bâle mise désormais sur la densité, comme la  relève suisse  Il pleut sur Bâle et cette météo éminemment  automnale invite moins à la mélancolie qu’à se presser aux bars qui  ceinturent le court central des Swiss Indoors. Le tournoi ATP 500 bâlois  a débuté comme toujours, dans un brouhaha joyeux et la mixité du sushi  et de la saucisse, de la coupe de champagne et du verre de bière. On y  parle bruyamment de tout, sans doute un peu de tennis, et forcément de  Roger Federer. Le héros local n’est pas là. Il n’est bien sûr pas dans le tableau,  puisqu’il a pris sa retraite le 24 septembre à Londres, mais pas  davantage dans les tribunes. L’hommage qui devait lui être rendu est  tombé à l’eau la semaine dernière quand Federer a fait savoir qu’il ne  se sentait pas en état de revivre aussi vite une nouvelle soirée d’adieu  forcément très émotionnelle. Roger Brennwald, le directeur du tournoi,  n’a pu qu’en prendre acte. Lire aussi:  Roger Federer: «Arrêter ne faisait plus de doute» Ces dernières années, la Suisse s’était habituée à ne plus beaucoup  voir jouer Roger Federer et s’était préparée à son départ. Bâle un peu  moins. Jusqu’à dimanche soir, il est ici le tenant du titre, puisqu’il a  remporté l’édition 2019, la dernière disputée avant deux annulations  dues au covid. Federer n’a joué qu’un match au Geneva Open (une défaite  au deuxième tour en 2021) et qu’un match à Gstaad (en 2013) depuis sa  victoire en 2004. Il a disputé sa dernière rencontre de Coupe Davis en  septembre 2015 au Palexpo de Genève (contre les Pays-Bas), où il est  revenu en février 2019 pour sa Laver Cup. Une assurance tous risques A Bâle, il a été en revanche d’une fidélité et d’une fiabilité en or  pour les organisateurs. A l’exception de la saison 2016, écourtée après  Wimbledon, il a disputé toutes les finales depuis 2006 et remporté dix  fois le tournoi, dont cinq des six dernières éditions. La victoire de  2019 est le dernier titre de sa carrière. C’était à chaque fois  l’assurance d’une semaine à guichets fermés et d’un intérêt constant  jusqu’au dimanche. Des études statistiques ont montré que le public  venait de tout le pays, souvent mû par la volonté de «voir au moins une  fois», puis «voir une dernière fois», la légende du tennis. Federer ne manquait jamais d’y ajouter le rituel de la «pizza party»  finale avec les ramasseurs de balles, n’oubliant pas qu’il avait été  l’un d’eux, et, en coulisses, le tour des sponsors et espaces VIP.  L’histoire était belle, la recette aussi. Les grandes années, les Swiss  Indoors engrangeaient 5 millions de francs de bénéfices, pour un  budget de fonctionnement de 20 millions et malgré des frais  considérables (700 000 francs de loyer et deux millions de  francs d’aménagement). Federer prenait sa part, estimée à  1 million, qu’il reversait à sa fondation. Les relations entre les  deux Roger, Federer et Brennwald, tenaient surtout du mariage de raison  mais chacun y trouvait son compte. Lire également:  Carlos Alcaraz gagne l’US Open et devient le plus jeune numéro un mondial de l’histoire Roger Brennwald espérait refaire une dernière belle opération cette  année, d’autant que les années covid avaient entamé le trésor de guerre.  Le 26 avril, le tournoi annonçait fièrement que Roger Federer «a  ajouté Bâle dans son agenda et a confirmé sa participation». Les dates  du mardi 25 octobre, «pour son premier tour», et du jeudi  27 octobre, «s’il franchit ce cap», étaient même annoncées à  destination des spectateurs potentiels. Le programme de jeudi n’est pas  encore connu mais le grand match de mardi soir opposera le revenant Stan  Wawrinka au numéro 3 mondial Casper Ruud. Trois Suisses dans le tableau Cette semaine, la Halle Saint-Jacques est pleine, les stands des  exposants semblent plus espacés que par le passé et le tournoi  communique sur le fait que la présence de Carlos Alcaraz perpétue la  chaîne quasi ininterrompue de 27 numéros un mondiaux depuis 1970.  L’épais programme édité pour l’édition 2022 s’efforce de replacer les  années Federer dans une histoire plus longue, plus riche, et donc amenée  à se prolonger. Lundi midi, le court central désert à l’heure de  l’entraînement crissait au son des semelles de Ruud et d’Alcaraz, pas  moins que l’affiche de la dernière finale de l’US Open.    Le tableau est particulièrement dense puisqu’il fallait figurer dans  le top 50 pour y entrer directement. Trois Suisses ont bénéficié de  passe-droits: Wawrinka, qui a fait jouer son classement protégé après sa  longue blessure, Dominic Stricker et Marc-Andrea Hüsler, qui ont reçu  des invitations. Stricker (20 ans, 128e mondial), affrontera  l’Américain Maxime Cressy mardi en fin d’après-midi. Hüsler  (26 ans, 61e mondial, numéro un suisse) défiera le Canadien Félix  Auger-Aliassime, le troisième top 10 du tableau, mercredi soir. Parcourir: On ne naît pas Federer, on le devient Aucun n’est favori et tous pourraient être éliminés au terme du  premier tour, judicieusement étalé sur trois jours. Trois autres jeunes  joueurs suisses, Leandro Riedi, Antoine Bellier et Jérôme Kym ont échoué  dès les qualifications ce week-end. Après avoir consacré la gloire de  Roger Federer, les Swiss Indoors risquent bien d’illustrer les limites  de ses successeurs. Roger Brennwald, lui, a d’autres soucis. Après avoir  bataillé des années avec l’agent de Federer, il doit désormais négocier  le prochain contrat de location de la Halle Saint-Jacques.                                      "
}