{
    "title": "Roger Federer: «Arrêter ne faisait plus de doute» ",
    "article": "A Londres, où il devrait  participer vendredi soir à un match de double dans le cadre de la Laver  Cup, Roger Federer est revenu pour la première fois sur les raisons de  sa retraite. «Je ne voyais plus aucune amélioration», explique-t-il  Roger Federer a peut-être arrêté le tennis mais il  n’a pas encore changé de vie. Son emploi du temps est toujours aussi  minuté, sa présence toujours aussi sollicitée. C’est pourtant un homme  changé, détendu, visiblement soulagé qui s’assoit dans ce petit salon  sans fenêtre et mal éclairé, une loge backstage dans un couloir  de l’O2 Arena, la grande salle de spectacle de l’Est de Londres où il  fera définitivement ses adieux au tennis ce week-end dans le cadre de la  Laver Cup. En demi-cercle autour de lui, sept représentants de la  presse écrite suisse, dont Le Temps, à qui il a souhaité offrir la primeur de ses sentiments depuis l’annonce de sa retraite. Le Temps: Comment allez-vous? Roger Federer: Ça va. Ça va mieux. Les deux-trois  dernières semaines, j’avais des nœuds dans l’estomac. J’ai tellement  retardé le moment d’écrire la lettre qui annonçait ma décision, Tony  [Godsick, son agent] est presque devenu dingue à cause de moi, mais je  ne voulais pas trop y penser, je voulais que ça soit naturel. Ecrire  cette lettre m’a vidé de mon énergie et les derniers moments avant  l’annonce ont été très durs émotionnellement. J’ai commencé à prévenir  des personnes à l’avance, qui m’ont adressé des messages très touchants.  Ça m’a fait prendre conscience que j’avais franchi le grand pas,  j’étais très ému. Au moment où j’ai envoyé le message, ce sont surtout  mes parents et Mirka qui étaient les plus touchés. Moi, j’étais déjà un  peu soulagé. Lire aussi:  Cahier exceptionnel: Roger Federer, un voyage A vous entendre, l’annonce a été plus difficile que la décision… Oui. Pour moi, arrêter ne faisait plus de doute. La décision s’est faite en quelques jours. Lorsque je suis revenu à Wimbledon [pour les 100 ans du Centre Court, le 3 juillet dernier],  j’ai dit sur le terrain que j’espérais revenir encore une fois, et  j’étais sincère. Mais dix jours plus tard, le genou en était toujours au  même stade, je ne voyais plus de progrès. J’ai passé un scanner, le  résultat n’était pas terrible, alors j’ai compris que, une fois de plus  dans ma vie, j’étais arrivé à une intersection et qu’il fallait se poser  les bonnes questions. J’avançais déjà sur de la glace très fine, à quoi  bon s’obstiner? Là, je me suis dit: «OK, j’ai bien compris. Cette fois,  c’est fini. Et je sais que c’est la bonne décision.» C’était vers la  fin juillet, mais je suis resté ensuite bien trois semaines sans tirer  les conclusions de ma décision. Vous vous êtes entraîné mardi matin avec Stefanos Tsitsipas.  Allez-vous jouer à la Laver Cup, et si oui seulement en double ou  également en simple? Je m’étais déjà entraîné lundi avec Stefanos et, honnêtement, je me  surprends à très bien taper dans la balle. Mais non, je ne jouerai pas  en simple, c’est impossible. C’est aussi pour cela que j’ai renoncé à  aller aux Swiss Indoors de Bâle. Je pense que je vais jouer vendredi  soir le double. Je trouve que j’arrive à jouer à un niveau acceptable  mais il y a longtemps que je n’ai pas fait de vrai match, ça va jouer à  fond et la pression sera forte. Mais si je ne joue pas, ce ne sera pas  un problème. L’essentiel est que je puisse remercier les fans et qu’eux  puissent me voir. J’ai toujours été accessible, présent, et je veux  l’être jusqu’au bout. Lire encore:  Marc Rosset: «Jeudi, à mon réveil, j’avais un message de Roger» Au risque que les adieux de Roger Federer éclipsent la Laver Cup, dont vous souhaitez faire une compétition crédible… C’est vrai, c’est pour cela que je l’ai annoncé un peu en avance.  Mais j’ai essayé de penser à tout, y compris au décès de la reine  Elisabeth II: est-ce que j’avais le droit d’annoncer ça pendant la  période de deuil? Un moment donné, je voulais aussi le faire beaucoup  plus tôt pour me libérer de cette tension… Ce n’était pas simple, mais  je trouve que les choses sont bien comme elles sont finalement.   Les  unes des journaux de Suisse (Tages Anzeiger, Le Temps, 24heures,  Tribune de Geneve, Blick, Neue Zuercher Zeitung, Le Nouvelliste, La  Liberte et ARCInfo) suite à l'annonce de la retraite sportive du joueur  de tennis Roger Federer, le vendredi 16 septembre 2022 à Lausanne.                                 © JEAN-CHRISTOPHE BOTT / Keystone    Pourquoi avoir choisi de publier une lettre sur Instagram? J’ai beaucoup réfléchi à comment faire. On pense ce que l’on veut des  réseaux sociaux mais ils ont le mérite de pouvoir toucher tout le monde  au même moment. Après, je ne voulais pas faire une vidéo de moi et me  dire dans dix ans: «Oh mon Dieu!, c’est quoi ça?». Donc j’ai pensé  qu’une lettre, que je pourrais lire pour de l’audio, serait mieux. Je  tenais à la rédiger moi-même pour qu’elle ait une touche personnelle,  mais je n’ai pas l’habitude d’écrire. C’était trop long, j’étais tout le  temps dérangé, il y a les enfants, j’ai fait 25 versions. En tout, ça  m’a pris deux semaines. Lire également:  Roger Federer, un portrait au fil du «Temps» Qu’avez-vous pensé des réactions? Lorsque j’ai posté le message, il ne s’est rien passé pendant quatre  minutes. Les gens écoutaient le message. Ensuite, tout est venu. Je n’ai  pas trop regardé, notamment les sujets dans les journaux ou à la  télévision, je le ferai plus tard, calmement. Ce qui m’a touché, c’est  que beaucoup de messages ne parlaient pas de records ou de points. Ils  parlaient de la façon dont je me suis comporté, de qui je suis, et j’ai  trouvé ça beau. Dans la lettre, vous écrivez que vous voulez continuer de jouer en exhibition. Je n’aime pas dire aux fans que c’est fini, que je ne reviendrai plus  jamais. Je trouve toujours dommage que les très bons joueurs arrêtent  et qu’on ne les voie plus par la suite. Des matchs exhibitions, j’en  ferai volontiers si je peux. J’aime trop le sport et ça peut être  l’occasion de passer un bon moment, d’inviter mes coachs, de remercier  les fans. En 2021, pourquoi n’avez-vous jamais dit que jouer vous faisait mal? J’ai pensé que c’était privé. Et puis, on ne sait pas tout non plus,  parfois. Combien de temps va prendre la rééducation, si elle va bien se  passer. Le come-back de 2021 était difficile. Je n’étais pas à 100%, et  donc les quarts de finale à Wimbledon c’était déjà très bien. Mais après ce dernier match, j’ai compris que ça n’allait plus, que ça ne reviendrait pas,  et j’ai vécu l’un des moments les plus difficiles de ma carrière. Je ne  savais pas trop ce que j’allais dire à la presse; heureusement,  personne ne m’a demandé comment allait mon genou. Personne n’a senti que  pour moi, c’était fini. Comment rêviez-vous de finir votre carrière? Je me suis toujours dit que tant que je peux jouer devant des gens,  je le fais. A la fin, j’ai compris que les Grands Chelems, je ne  pourrais peut-être plus. Puis les tournois plus petits, comme Bâle, mais  ça non plus ce n’était plus envisageable. C’est un peu le hasard mais  la Laver Cup est bien tombée. Si je joue, je ne serai pas seul sur la  chaise. Et puis cela montrera aux autres joueurs qu’ils doivent se  rappeler qu’ils ont le bonheur de jouer encore. Quand un arrête, les  autres se disent qu’ils seront peut-être le suivant. Collaboration: Boris Busslinger                                "
}