{
    "title": "Roger Federer, God save the King ",
    "article": "OPINION. Septembre a eu la main  lourde, médite notre chroniqueur, qui se souvient avoir hurlé à en  perdre la voix et doit ses dimanches les plus révoltés à Roger. La fin  d’une époque, pour de vrai  Ça y est. C’est tombé. On s’y attendait un peu,  comme à tous les événements inéluctables qui font peur, mais cette fois  l’hypothèse n’en est plus une: Roger ne reviendra pas. Il vient de nous  le dire, sur Instagram et par écrit. Un dernier petit match à Londres,  et puis s’en va. L’heure de la retraite a sonné. Pour son genou, pour  Lui, et pour nous, forcément. Pas le temps d’enterrer la Reine que le Roi abdique. Le nôtre cette  fois, et peut-être bien le vrai. Roger Federer, le dernier empire sur  lequel le soleil jamais ne se couchait. Ici, pas de continuité de la  Couronne ou d’immédiateté de la succession. Il n’y a pas de successeur.  Nous voilà donc devant un trône condamné à rester vide. Lire aussi:  Roger Federer annonce sa retraite Roger reste là, bien sûr. Il le sera même certainement davantage, Lui  l’absent de toutes les querelles. Parce que c’était comme ça, c’était  la règle, ici comme à Balmoral: le Roi ne se mêle pas de politique.  Désormais rendu au commun, nous le verrons peut-être enfin devenir tout  ce qu’il est, et tout ce qu’il n’était pas. Mais il faudra faire sans lui sur son terrain, tous les terrains du  globe. Au rayon changement d’époque, septembre a eu la main très lourde. Notre grand format: Comment Roger est devenu Federer Tant qu’Elisabeth était là, sur son petit fauteuil, dans un de ses  châteaux, un corgis sur les genoux devant une tasse de thé, les Anglais  dormaient paisiblement. Tout tournait rond, au fond, même ce qui ne  tournait pas rond. Tant que Roger claquait des volées à Wimbledon ou venait à bout de  Nadal en Australie, tant qu’il dansait quelque part, disparaissait pour  mieux revenir, et même tant qu’il perdait, nous étions tranquilles nous  aussi. Le champion de tous les champions, c’était le nôtre pour  toujours, même dans les mauvais jours. J’ai hurlé à Lille à en perdre la voix, pour le voir soulever la  Coupe Davis. Mon frère a fait un malaise vagal devant la télévision, un  jour qu’il jouait avec nos nerfs au cinquième set à l’autre bout du  monde. L’ayant vu perdre une fois à Fribourg, atomisé par John Isner,  puis une autre à Roland Garros, mes amis m’ont interdit de stade, par  superstition, comme une poupée vaudoue. Lire aussi:  Les réactions au retrait de Roger Federer Je lui dois les plus survoltés de tous mes dimanches, des centaines  d’heures de discussion, des espoirs et des angoisses. Et puis, je peux  vous l’avouer parce que vous aussi vous partagez cette petite fierté  coupable: je lui dois d’être Suisse «comme Roger Federer», chaque fois  que je vais quelque part, dans les yeux admiratifs de ses sujets les  plus éloignés. Tout ça, c’est fini. 15 septembre 2022, clap de fin. Ou plutôt fin d’un monde. Et début de la légende. God save the King. La chronique précédente:  L’intrus du cimetière des mots disparus                                     Le Temps publie des chroniques et  des tribunes – ces dernières sont proposées à des personnalités ou  sollicitées par elles. Qu’elles soient écrites par des membres de sa  rédaction s’exprimant en leur nom propre ou par des personnes  extérieures, ces opinions reflètent le point de vue de leurs autrices et  auteurs. Elles ne représentent nullement la position du titre.  "
}