{
    "title": "Cahier exceptionnel: Roger Federer, un voyage ",
    "article": "«Le Temps» publie ce mardi  20 septembre un cahier inédit dédié à Roger Federer et son  incroyable parcours. Un numéro exceptionnel pour retracer l’histoire de  l’homme derrière le mythe  Parce qu’il n’y a qu’un Federer. Parce que c’est un  peu notre reine à nous. Parce qu’il nous a tous fait rêver. Parce qu’il  nous a également pris de court en choisissant son timing, à une semaine  de la Laver Cup, pour annoncer sa retraite le jeudi 15 septembre  2022. Il y a tant à raconter sur lui. Il est moins lisse qu’on ne le  dit. C’est pour toutes ces raisons et bien d’autres encore que nous  publions aujourd’hui un cahier spécial, à garder précieusement, consacré  à Roger Federer. Loin de nous l’idée de nous lancer dans une  hagiographie. Ce serait mal connaître la plume aiguisée de Laurent  Favre, le chef de la rubrique sport qui a orchestré cette opération. Il a  imaginé ce cahier spécial il y a longtemps déjà, ne voulant lui-même  pas tout à fait croire à cette inéluctable fin. Laurent, avec ses  collègues, vous emmène sur 20 pages aux côtés de RF, aux côtés du mythe. Lire aussi:  Et si Federer devenait plus grand encore? L’homme derrière l’icône Car après vingt-quatre années de carrière professionnelle et autant  de succès (et quelques échecs d’ailleurs), c’est la figure d’Ulysse qui  guide ce supplément, lui qui comme Federer «a fait un beau voyage».  Osons donc le mot mythe et la mythologie attenante pour ce joueur de  tennis, qui est et restera un joueur d’exception. Homme-sandwich  également à ses heures perdues, businessman sans aucun doute, père de  famille de quatre enfants, ami fidèle, globe-trotteur, patron de sa  fondation: ce sont toutes ces facettes que nous vous racontons  aujourd’hui. Marc Rosset, l’ancien joueur de tennis, osant même de  nouveau pour nous une chronique pour ce moment si spécial. Courez donc vite en kiosque pour vous procurer ce bel objet, glissé  dans notre journal du 20 septembre 2022. Gardez-ce collector dans  vos armoires, archivez-le dans vos dossiers si vous préférez,  encadrez-le même, pourquoi pas! Pour nos abonnés digitaux, vous le  trouverez directement ici  avec votre journal. Sur notre site, vous retrouverez aussi dès ce jeudi  22 septembre un long format qui retracera en photos et en chiffres la  magnifique histoire du champion né à Bâle. Lire aussi:  Marc Rosset: «Jeudi, à mon réveil, j’avais un message de Roger» Pour ne pas citer Montaigne décrivant sa sympathie et son amitié pour La Boétie: parce que c’était lui, parce que c’était nous.                                "
}