{
    "title": "Heureux qui comme Roger ",
    "article": "ÉDITORIAL. Il y a du Ulysse dans  Roger Federer, qui a décidé la semaine dernière de rentrer chez lui  après avoir conquis le monde, raquette en main  Heureux qui, comme Ulysse, a fait un beau voyageOu comme celui-là qui conquit la toisonEt puis est retourné, plein d’usage et raisonVivre entre ses parents le reste de son âge. Il y a du Ulysse dans Roger Federer, qui a décidé la semaine dernière  de rentrer chez lui après avoir conquis le monde, raquette en main. Il y  a de l'odyssée dans ce parcours hors norme, long de 24 saisons, comme  les 24 chants de l'Iliade, sur les sept mers et les cinq continents,  peuplé de rencontres et de découvertes. Il y a de la Pénélope chez  Mirka, archétype de l'épouse fidèle, patiente et dévouée. Les grands champions sportifs sont les héros légendaires d'une  mythologie moderne. Ils représentent des idéaux, symbolisent des  valeurs, portent des destins et le récit homérique de leurs exploits où  l'imaginaire se mêle au réel donnent à saisir la complexité du monde.  Federer est Ulysse et l'attaque SABR sa mètis. Rafael Nadal, le taureau  de Manacor, figure le Minotaure, Novak Djokovic l'invincible incarne un  Achille dont le refus vaccinal serait le talon. Lire aussi:  A la Laver Cup, le tennis prend aussi congé du Big 4 La Guerre des Trois ne concerne plus Federer, qui s'en retourne chez  lui, où il n'aspire qu'à être un parmi les autres. Mais son Ithaque  n'existe plus. Le TC Ciba à Allschwil où il a tapé ses premières balles a  été rasé. A Ecublens, le Centre national de tennis qu'il fréquenta de  1995 à 1997 a cédé la place à un centre commercial. La maison familiale a  été vendue et il s'apprête à emménager dans un quartier pour  super-riches à Rapperswil. C'est l'odyssée du lisse, diront ceux qui regrettent le manque  d'engagement du Suisse le plus connu et le plus écouté dans le monde.  Federer s'est toujours méfié des prises de position péremptoires et n'a  jamais aimé imposer autre chose que l'évidence de son coup droit. «Qui  est cet homme paradoxal? Il aime l'aventure mais veut rentrer chez lui.  Il se montre curieux de l'univers mais nostalgique de sa maison.» Dans  Un été avec Homère, l'écrivain Sylvain Tesson parle d'Ulysse mais l'on  jurerait qu'il évoque Federer. On peut lui reprocher ce qu'il n'a pas fait, ou ce qu'il aurait pu  faire, mais difficilement ce qu'il a fait. Quel voyage! On parle du  destin d'un gamin de la classe moyenne bâloise, qui a arrêté l'école à  16 ans et qui se retrouve aujourd'hui à parler philanthropie avec Bill  Gates. On parle de l'évolution d'un jeune homme à cheveux longs et  t-shirts informes qui finit assis au bord des catwalks de la fashion  week new-yorkaise aux côtés de la reine de la mode Anna Wintour. Notre grand format: On ne naît pas Federer, on le devient Sur les premières photos de l'album familial, qui finiront tirées en  format A3 sur les pages des calendriers vendus au profit de sa fondation  que son père Robert partait livrer en scooter, il a 3 ans. La raquette  est encore en bois et la balle de tennis est encore blanche. Sur une  photo publiée récemment par l'actuel numéro un mondial, Carlos Alcaraz,  le prodige espagnol de 19 ans en a quatre de moins et pose avec son  idole, Roger Federer. Federer, qui fait ses adieux cette fin de semaine à la Laver Cup, une  compétition créée pour honorer les anciennes légendes du tennis, a  toujours eu ce goût de l'histoire et ce souci de lien entre les  générations. Il a duré aussi longtemps que possible, n'écoutant pas le  chant des sirènes, qui l'invitaient à prendre sa retraite en 2008 déjà,  puis en 2011, en 2013 et en 2016. Il a été dit qu'il avait enfanté une génération de chroniqueurs.  Chaque Ulysse a le Homère qu'il peut. Ils étaient très nombreux le 7  juillet 1998 à Gstaad pour son premier match, comme autant de féés  penchées sur son berceau. Nous n'étions qu'une poignée le 7 juillet 2021  à Wimbledon pour ce que nous ignorions être son 1526e et dernier match.  Il a mis fin à son odyssée quatorze mois plus tard, sans avoir rejoué.  Ce n'était pas la fin espérée, mais après tout: Ulysse n'est-il pas  revenu endormi à Ithaque? Lire aussi:  Roger Federer perd, arrête, pleure et déclare: «Je suis heureux»                                "
}