{
    "title": "Nicolas Bideau: «On perd le champion Federer, mais on gagne une légende» ",
    "article": "Roger Federer, icône de la  suissitude au-delà de ses seules performances sportives? Nicolas Bideau a  été aux premières loges du phénomène en tant que directeur de Présence  Suisse, l’organe de promotion de la Suisse à l’étranger. Réaction  Le Temps: L’annonce de la retraite sportive de Roger Federer vous a-t-elle surpris? Quel est votre sentiment aujourd’hui? Nicolas Bideau: On pensait bien que le moment  approchait; quand cela se concrétise, c’est autre chose. Il y a de  l’émotion, c’est sûr. Et puis, dans le contexte (Elisabeth II, Tanner,  Godard), sans faire d’amalgame, c’est vrai qu’il y a un côté deuil. Or  Federer est toujours là, mais il est déjà un mythe. Personne ne lui  arrive à la cheville. Donc il y a ce côté géant, immense, de surcroît  avec une dimension identitaire pour la Suisse. Précisément, quelles valeurs véhicule-t-il pour que Présence Suisse y trouve à ce point son compte? La liste est longue et c’est pour cela qu’il a cette ampleur:  modestie, précision, durabilité, fiabilité, goût du travail, neutralité  politique, propreté – si j’ose dire. Le tout avec la classe. Et les  marques qui travaillent avec lui ont chacune choisi une valeur. Une  telle composition est rare, unique peut-être même, d’où la dimension de  mythe. Avec ce sportif qui a sublimé la Suisse, on perd un champion mais  on gagne une légende. Roger Federer, c’est aussi l’argent, les jets, Dubaï, des critiques liées à certains sponsors… Bon, aujourd’hui on a envie de se concentrer sur cette incroyable  carrière. C’est à coup sûr ce qui va rester, quoi qu’il arrive. C’est  ici que réside la légende, ou en tout cas ses fondements. Cela ne  changera pas. S’il faut lui chercher des exemples au même niveau, je  pense à Pelé, peut-être un peu Björn Borg aussi. Concernant les  aspérités de cette figure tellement lisse – au bon sens du terme! –,  oui, elles existent et sont exacerbées par l’évolution récente de notre  société sur des questions éthiques ou environnementales. Mais admettez  que, jusqu’ici, il a été capable de faire face à tout, et avec calme. En  termes de communication, lui seul peut se permettre une certaine  lenteur dans la réaction, contraire à l’effervescence ambiante. Et ses  défenseurs sont très présents, à la hauteur de sa légende: ce n’est pas  sexy de taper sur lui! Oui, il y a un côté intouchable. Notre dossier: Roger Federer, le tennis à hauteur d’homme L’avez-vous rencontré? Je l’ai croisé quelques fois, mais une rencontre plus intense m’a  marqué. Aux JO de Londres, en 2012, après sa médaille d’argent en  simple, il était venu à la Maison Suisse que nous avions sur place. Il  avait passé au moins deux heures avec d’autres athlètes suisses moins  connus, à discuter, partager ce moment comme eux. Mais finalement, à force d’en faire l’icône absolue de ce pays, n’y a-t-il pas un côté étouffant, n’en fait-on pas un peu trop? On l’a beaucoup utilisé, c’est clair. Et il nous a souvent été très  utile. Par exemple, lorsque la Suisse était dans la tourmente avec le  secret bancaire, je me souviens de victoires en Grand Chelem qui nous  ont fait beaucoup de bien. Heureusement qu’on l’avait! Dans ce contexte,  on a recouru à lui de manière assumée. Mais c’est vrai qu’il y a pour  nous un après-Federer à gérer. Qui après lui? Hors des circuits, aura-t-il la même aura pour la Suisse? J’y crois, car il continuera à incarner la Suisse, notamment avec son  caractère et les marques suisses qu’il représente. Mais il n’est pas  exclu que, dans ce monde où l’on vit, le statut de légende soit un peu  plus aléatoire. En même temps, que voulez-vous, c’est un mythe! Quelques-uns de nos articles Roger Federer annonce sa retraite«Par-dessus tout, je me suis senti incroyablement vivant»: la lettre d’adieu au tennis professionnel de Roger FedererNotre grand format: Comment Roger est devenu FedererLes réactions au retrait de Roger FedererUne chronique: Roger Federer, God save the King                                      "
}