{
    "title": "Pas de plan de retraite pour Federer ",
    "article": "Si l’après-carrière de Roger Federer est déjà bien balisée, le moment où il cessera d’être joueur reste très hypothétique  Le 8 août, Roger Federer a fêté ses 39 ans  en famille, loin d’un circuit encore à l’arrêt et dont il s’est coupé,  en raison d’une blessure au genou apparue juste avant la pandémie de  Covid-19, au moins jusqu’à la fin de l’année 2020. Son dernier match est  une exhibition, assortie d’un record du monde de spectateurs pour du  tennis, le 7 février au Cap avec Rafael Nadal.Cette longue  absence relance les spéculations sur la fin de sa carrière. Federer  entretient le mystère, c’est même l’un des rares sujets dont il n’aime  pas parler. A Zurich, lors du shooting pour T, la question était même  fortement déconseillée par son entourage. Il y a plusieurs raisons qui  expliquent pourquoi le Bâlois se refuse à parler de retraite sportive.  La première est que, dans son cas, donner une date transformerait tout  ce qui viendrait par la suite en tournée d’adieu, ce dont il ne veut  pas. La deuxième raison est que fixer une limite oblige à s’y tenir, or  l’histoire du sport est pleine de ces champions qui ont annoncé leur  départ longtemps à l’avance et qui, le jour J, n’en avaient plus  tellement envie mais plus vraiment le choix.Lire aussi: Sur les traces de Roger FedererL’histoire  du sport est tout aussi remplie d’exemples de come-back ratés, de  retours décevants, voire pathétiques. Jeune, Roger Federer a ainsi vu  deux de ses idoles, Björn Borg et Michael Jordan, écorner leur légende  tout en donnant l’impression de n’avoir rien d’autre dans la vie que la  compétition. «Pour moi, c’est pire que tout, nous expliquait-il en 2012.  Lorsque j’arrêterai, ce sera définitif.» Une raison, donc, de s’en  aller le plus tard possible.Cela lui est d’autant plus facile  qu’il a résolu au fil de sa carrière les problèmes qui poussaient  autrefois les joueurs à quitter la vie itinérante du circuit ATP. On  pensait la vie de famille incompatible? Il a quatre enfants, qui  voyagent avec lui. L’usure physique? Il emmène partout son physio  personnel et son cuisinier, en plus des nounous et des coachs. La Heimat?  Il a des amis partout et une résidence à Dubaï, son camp de base. La  fatigue mentale? Il se ménage des plages de repos de plus en plus  longues, ne joue que les grands tournois. En fait, il part déjà… petit à petitRoger  Federer n’a pas besoin d’annoncer sa retraite parce que, en fait, il  est déjà en train de partir. Il a joué 97 matchs lors de la saison 2006,  83 en 2012, 74 en 2015. Après sa blessure au genou en 2016 (la première  opération chirurgicale de sa carrière), il est revenu en 2017 avec un  programme à la carte qui fait l’impasse sur la saison de terre battue  (sauf en 2019) et ne comprend plus qu’une soixantaine de matchs par an.  Il peut à l’avenir encore réduire ce total, se concentrer sur Wimbledon.Lire aussi: Roger Federer, dans les chaussures d’un entrepreneurFederer,  et cela lui est souvent reproché, ne dédaigne pas les exhibitions. On  pourrait penser que c’est pour l’argent mais sa participation à des  tournois ATP 500 se négocie également très chèrement. Il a récemment  évoqué le souvenir de rencontres très disputées en 2007  et 2008 contre un Pete Sampras qui avait arrêté la compétition  depuis cinq ans. Cette possibilité – jouer encore mais hors du circuit  ATP – est réelle, d’autant qu’il peut encore participer à «sa» Laver  Cup, en simple ou en double.Reste la possibilité, à ne pas  exclure, d’adieux spectaculaires, soudains et définitifs. Après une  ultime victoire à Wimbledon en juillet prochain? Misez plutôt sur la  cérémonie de clôture des Jeux olympiques de Tokyo, s’ils ont lieu. Elle  est prévue le 8 août 2021, jour de ses 40 ans. Partir sous les  couleurs de la Suisse (qui sera habillée par On), entouré de champions  de tant de sports différents, à la fois célébré et anonyme, voilà qui  lui ressemblerait beaucoup et aurait de l’allure. Mais si l’histoire  devait finir ainsi, ne comptez pas sur Federer pour l’annoncer.                                     "
}