{
    "title": "Tennis : «Je ne suis pas triste, je suis heureux», assure un Federer ému aux larmes",
    "article": "Submergé par l'émotion à l'issue de son  dernier match en carrière, le Suisse a notamment rendu hommage à sa  famille avant de quitter le circuit.Quelques minutes après la fin du match qui a  mis fin à ses 25 ans de carrière, samedi soir à Londres, Roger Federer a  assuré qu'il n'était «pas triste» mais «heureux», malgré l'émotion qui l'a submergé, notamment en évoquant sa famille. «On va y arriver d'une façon ou d'une autre, hein?»,  a-t-il glissé, la gorge serrée, à l'ancien joueur Jim Courrier, qui l'a  interrogé sur le court et devant le public sur ses premiers sentiments  d'ex-tennisman professionnel.«Cela a été une journée merveilleuse, je l'ai dit aux gars, je suis heureux, je ne suis pas triste, c'est merveilleux d'être ici», a-t-il assuré, malgré des yeux déjà brillants. «Je n'ai pas tellement été stressé»,  a-t-il assuré, même si, après un an et demi sans jouer et avec un genou  droit qui l'a contraint à cette retraite, à 41 ans, il craignait «un pépin au mollet ou un dos bloqué pendant le match, donc je suis vraiment content de l'avoir fini», malgré la défaite 6-4, 6-7 (2/7), 9-11, en double avec son rival et ami Rafael Nadal,  contre les Américains Jack Sock et Frances Tiafoe, pour la Laver Cup,  match annuel qui oppose Europe et Reste du Monde, qu'il a contribué à  créer.Se penchant sur son parcours exceptionnel, il a assuré qu'il le «recommencerait sans rien y changer». «Cela  n'aurait jamais dû être comme ça, j'aimais juste jouer au tennis et  passer du temps avec mes amis. Je n'aurais jamais pensé que ça se  terminerait ici, ça a été un parcours parfait».Le plus dur pour lui a été d'évoquer sa famille présente dans les tribunes. «On doit vraiment en passer par là?», a-t-il demandé, avant de se raviser, «non,  ça va, je m'en tire pas trop mal jusqu'ici, j'ai l'impression, au moins  j'arrive à parler. Dans mes visions, je n'arrivais même pas à parler», a-t-il plaisanté. «RF» a notamment rendu hommage à son épouse, Mirka, rencontrée il y a 22 ans, qui l'a «tellement soutenu». «Elle  aurait pu m'arrêter il y a bien, bien longtemps. Mais elle ne l'a pas  fait, elle m'a laissé continuer et m'a permis de continuer, c'était  incroyable, merci», a-t-il réussi à glisser avant d'être submergé par les sanglots.À VOIR AUSSI - Benoît Badiashile revient sur sa première sélection avec les Bleus face à l'Autriche (2-0)"
}