{
    "title": "Tennis: le défi de la vie sans Roger Federer",
    "article": "Nadal, Djokovic et Cie vont tenter de remplir le vide laissé par la retraite du légendaire Suisse.Le tennis ne s’est pas arrêté après l’annonce de la retraite de Roger Federer.  La lumière est restée allumée, des matchs se sont tenus, notamment en  Coupe Davis. Mais les courts ont semblé vides avec des lignes bien  difficiles à remplir. Un seul être vous manque…Au début des années 2000, Roger Federer avait  pris le tennis de vitesse. À contre-pied d’une génération qui sortait  les muscles et montrait les crocs, voulait passer en force, le Suisse a  remis au goût du jour un jeu classique porté par un revers à une main,  modèle d’équilibre, d’élégance, de légèreté. Il a ébloui avec un style.  Federer, symbole d’une réussite étourdissante. Éclatante, sur et loin  des courts.Son attitude, son fair-play, ses silences  durant les échanges ont fait du Suisse un joueur à part. Un modèle, une  source d’inspiration. Certains ont, comme le Bulgare Grigor Dimitrov,  tenté de copier ses gestes, sans jamais parvenir à chatouiller  l’original. D’autres ont puisé dans son parcours une fantastique source  de motivation. Roger Federer ayant été à la fois la lumière et la  vitrine d’un tennis heureux de s’appuyer sur un tel ambassadeur,  respectueux de l’histoire de la discipline, de son calendrier, de ses  figures obligées et de ses légendes (de Rod Laver à Björn Borg, de Pete  Sampras à Stefan Edberg). Une attitude qui a fait école et offert au tennis le devant de la scène, certaines de ses plus belles années.Le départ du modèle a fait le tour de la planète tennis. Le Temps a accroché son ombre en une sur fond bleu pour illustrer «un parcours hors norme». Il a élevé le jeu à «une forme d’art», retient le Sydney Morning Herald.«Le tennis, c’était lui», assure La Gazzetta dello Sport. Enfin, comme le souligne à regret La Tribune de Genève,il faudra s’y faire, Roger Federer «ne rejouera plus, sauf dans nos cœurs et nos souvenirs»…La nouvelle vague, incarnée par Carlos Alcaraz  (qui avait 2 mois lorsque Roger Federer a remporté son premier  titre du Grand Chelem en 2003 à Wimbledon), a grandi avec les exploits  du Suisse et de ses rivaux Rafael Nadal et Novak Djokovic. La  course-poursuite haletante menée durant près de vingt ans, a fait du  tennis un must dans lequel les acteurs avaient l’obligation quotidienne  de se sublimer pour rivaliser, espérer triompher. La technique,  l’endurance, la vivacité, la force, l’élasticité, le mental… sont  devenus des éléments indispensables de la performance. Comme  l’esthétique, le côté artistique. La touche Federer se lira longtemps.Ces derniers mois, le circuit et ses rivaux se  sont habitués à vivre sans Roger Federer (dont le dernier match datait  d’un quart de finale à Wimbledon en 2021). L’espoir d’un retour à la  compétition était de plus en plus ténu. Un souffle étouffé par l’annonce  de sa retraite.En son absence, Rafael Nadal a, ces derniers  mois, rajeuni et Novak Djokovic, toujours pas vacciné, s’est souvent  heurté à des tracas administratifs le privant de compétition. Les  glorieux rivaux ont compris que ce départ les rapproche un peu de la  fin. Les jeunes qui se sont progressivement émancipés jouent des coudes  pour se placer et combler le manque. Le Russe Daniil Medvedev et l’Espagnol Carlos Alcaraz, époustouflant lauréat du dernier US Open,  se sont hissés au sommet du classement mondial. D’autres sont prêts à  se faufiler dans la porte entrouverte (les Italiens Sinner et  Berrettini, les Canadiens Auger-Aliassime et Shapovalov, le Grec  Tsitsipas, les Américains Fritz et Tiafoe…).Le tennis est en de bonnes mains. Roger Federer  suivra la suite de près, lui qui fut président du Conseil des joueurs  ATP de 2008 à 2014. Le légendaire joueur suisse (il a remporté le titre  de joueur préféré du circuit de 2003 à 2021) continuera de graviter dans  le monde du tennis et s’offrira des passages en short dans des tournois  exhibition. Le premier, un événement, se déroulera lors de la Laver  Cup, du 23 au 25 septembre à Londres. Avant de laisser  définitivement la place et de se conjuguer au passé. L’émotion sera au  rendez-vous. Comme toujours avec Roger Federer…"
}