{
    "title": "David Brunat: «Roger Federer, la grâce souveraine et souriante»",
    "article": "FIGAROVOX/TRIBUNE - La  légende du tennis Roger Federer a annoncé sa retraite ce jeudi 15  septembre au terme d'une carrière remarquable. L'essayiste célèbre le  sportif qui, malgré les blessures, s'est élevé au rang du mythe.Consultant et administrateur de la  Fondation de la Comédie-Française, David Brunat est l'auteur d'une  dizaine d'ouvrages, il a notamment publié «Pamphlettres» (Plon, 2015),  «ENA Circus» (Éditions du Cerf, 2018) et, plus récemment, «Une princesse  modèle» (Éditions Héloïse d'Ormesson, 2022).Dans un texte qu'aimait citer ce grand amoureux de tennis  qu'était Jean-Luc Godard, un texte dans lequel il faisait parler le  champion américain de la balle jaune - blanche à l'époque - Bill Tilden,  le romancier et poète américain Frederic Prokosch écrivait:«Le tennis est plus qu'un simple sport.  C'est un art, comme le ballet. Ou comme une représentation théâtrale. À  mon entrée sur le court, je me sens pareil à Anna Pavlova. Ou même à  Sarah Bernhardt. Je vois la rampe en face de moi. J'entends chuchoter le  public. J'éprouve un frisson glacé. Gagne ou meurs! C'est maintenant ou  jamais! Mais je suis vieux, mon garçon, vieux. Mes jambes me lâchent.»Ces mots, on les jurerait destinés à un autre géant des courts, l'astre des astres de la planète jaune, le modèle, l'icône, la légende, le sportif plus-que-parfait  Roger Federer qui raccroche gants et raquettes après un quart de siècle  d'un règne qui n'a certes pas été sans partage mais qui restera à  jamais comme le plus beau, comme un long trait de lumière, de grâce et  d'inventions.Un genou à bout de souffle, et c'en est fini  des exploits du divin suisse, arpenteur de génie de toutes les surfaces  de jeu, trésor vivant de son art, athlète aux semelles de vent,  géomètre-expert à l'esprit de finesse rarement égalé sur les courts,  mais aussi bon camarade, philanthrope accompli, entrepreneur averti,  patriote ardent, mari exemplaire et père de famille comblé. Un héros sur  toute la ligne (blanche), avec une touche de romanesque et de poésie,  et aussi des rires, des larmes, de l'humour et quelques coups de sang.Tout a été dit à son sujet, et la dimension  mythique de ce personnage à la popularité sans équivalent dans le monde  du sport a été excellemment dépeinte par les auteurs du livre Federer, un mythe contemporain, Frédéric Vallois et Charles Haroche. Alors à quoi bon y revenir, insister, en remettre une couche?Eh bien, c'est qu'on ne s'en lassait pas!  Jamais. Les années s'égrenaient, mais notre enthousiasme admiratif ne  faiblissait pas. Encore une minute, Monsieur le bourreau! Encore un  tournoi! Encore une saison et quelques titres avant de laisser le héros  remiser ses raquettes. On savait bien que ce jour arriverait, un jour  forcément triste à pleurer qui serait comme une petite mort pour nous  tous, et un rappel qu'on a beau être un magicien avec un talent sorti de  la cuisse de Jupiter, on n'en a pas moins l'âge de ses genoux et de ses  artères.On en redemandait. Et on en a eu. Pas de quoi  protester! Du rab à gogo! Des rallonges plantureuses! Des renaissances  éclatantes, comme lors de son éblouissante victoire à l'Open d'Australie en 2017  après des mois d'arrêt et de soins – une victoire providentielle suivie  d'autres trophées somptueux notamment sur le tapis vert de Wimbledon.Mais voilà: quand les dieux et les Phénix sont gagnés par l'arthrose et se mettent à fréquenter les blocs opératoires plus souvent que l'Olympe, l'heure du coup de sifflet final et du dernier échange est proche.Cette fois, donc, c'en est fini. Le corps a  demandé grâce et ce héros au sourire si doux et aux frappes si drues,  qui a toujours su s'écouter avec intelligence, doser son énergie et  ajuster son calendrier à son état de forme, a décrété qu'il était temps  de raccrocher. Dignement, courageusement, avec la classe et le panache  qui lui sont propres. Et ce, après un quart de siècle sur le circuit, 24  années exactement à l'ATP, sans un accroc, sans aucune fausse note ni  scandale.24 années dans la vie d'un homme, et d'un homme  de cette trempe habité par l'amour de son sport et aimé dans le monde  entier, cela s'appelle un destin, un chef-d'œuvre incarné, une  apothéose.Mais le corps ayant ses raisons que la raison  ne peut ignorer indéfiniment sauf à prendre le risque du combat de trop  et d'un piteux «acharnement thérapeutennistique», Federer a pris cette  sage décision. Et il l'a fait comme d'habitude avec l'art et la manière.  Par respect pour lui-même, pour son sport et pour ses fans, et  certainement pas par lassitude, car la flamme brillait toujours d'un  éclat aussi vif qu'au temps où, junior boutonneux, potache, colérique et  fagoté à la ville comme l'as de pique (les sponsors fashion n'ayant pas encore frappé à sa porte), il faisait ses gammes et aiguisait ses griffes de prodige en construction.À l'annonce de sa retraite, les hommages et les  remerciements-pour-tout-ce-que-tu-as-accompli-Rodgeur ont afflué à la  vitesse dévastatrice de son fameux coup droit décalé, somptueux, soyeux  et d'une précision que l'on n'ose pas dire chirurgicale, Federer étant  passé sur le billard plus souvent qu'à son tour au cours des dernières  années.Pour moi, fan de toujours du maître bâlois  comme des millions de mes congénères plus ou moins habiles à taper dans  la balle mais prompts à frapper dans leurs mains pour applaudir à tout  rompre les exploits du «goat»  (NDLR, le meilleur dans son domaine) je n'ai pas trouvé mieux pour  saluer le champion en cette heure triste et émouvante que ces mots de  Prokosch.Ah, si, il y a mieux. Ces mots d'un prosateur  espagnol à l'œuvre pléthorique, d'un forçat des lignes suant  invariablement eau et sang pour rendre ses copies (mais quelles  copies !), du Cid de la balle jaune: Rafael Nadal.Rafa a parfaitement résumé le sentiment du plus  grand nombre en s'écriant, grand seigneur musculeux au cœur si tendre  malgré les pectoraux d'acier et les biceps bioniques et les rugissements  sur chaque frappe de balle : «J'aurais aimé que ce jour n'arrive jamais, c'est une triste journée pour moi et pour le sport dans le monde entier.»Rafa ne serait pas devenu ce qu'il est devenu  sans Roger - et réciproquement -, et je me demande s'il n'a pas écrasé  une larme en apprenant la triste nouvelle. Une larme de reconnaissance  et d'émotion. Mais aussi de prémonition. Car son tour viendra à lui  aussi, il est le prochain sur la liste et il le sait.Merci l'artiste, bravo Roger, chapeau bas, et  bonne continuation en dehors des courts avec toujours la même grâce  souveraine et souriante. Come on!"
}