{
    "title": "La dernière valse de Federer avant la retraite",
    "article": "ANALYSE - Le Suisse vivra sans nostalgie son dernier match en double avec Rafael Nadal, ce vendredi à Londres.La valse aux adieux. De l’amertume à la  douceur. L’émotion qui a traversé la planète tennis lors de l’annonce le  15 septembre de la fin de sa carrière, à 41 ans, se prolonge. À l’heure de la dernière danse, lors de la Laver Cup, à Londres, Roger Federer a trouvé les mots. «Tout  le monde aimerait jouer pour toujours, mais je suis heureux d’avoir  pris cette décision, parce que c’est la bonne. J’aime ma carrière sous  tous les angles. Tout le monde doit quitter le jeu. Ce fut un très grand  voyage», raconte celui qui n’avait joué que 19 matchs lors des trois dernières années…Conférences de presse, entretiens, séances  photo, entraînements… Roger Federer, qui jongle avec les obligations,  croise des regards émus, voit défiler sa lumineuse carrière depuis  plusieurs jours, s’apprête avant d’enfiler une dernière fois son habit  de lumière. Ligoté par un genou droit endolori, l’homme aux semelles de vent se limitera à une apparition. En double, ce vendredi. Une dernière séance partagée avec Rafael Nadal (contre la paire composée des Américains Jack Sock et Frances Tiafoe). Pour l’image, le partage. Un point final symbolique: «Traverser  une carrière comme celle que nous avons eue et sortir en étant capable  d’avoir une belle relation, je pense que c’est un grand message, pas  seulement pour le tennis, mais pour le sport et peut-être même au-delà.»À Londres, Roger Federer débouche une bouteille  de vin qui diffuse la saveur du passé. Inquiet de ne pas être en mesure  de glisser des guirlandes de frappes soyeuses, il s’avancera sur la  pointe des pieds sur le court après s’être démené en coulisses. Il est à  l’origine, avec son agent Tony Godsick, de la Laver Cup, qui vivra sa 5e édition dans la capitale anglaise, où il est comme chez lui («cette ville a été spéciale pour moi, peut-être l’endroit le plus spécial, avec Wimbledon au bout de la rue et ici à l’O2»).  Il y a entrouvert la porte du rêve avec le titre chez les juniors à  Wimbledon (1998), attiré la lumière sur son jeu de cristal (victoire  contre Pete Sampras, en 8es de finale en 2001), avant de coiffer huit couronnes dans le plus prestigieux des tournois, à Wimbledon, et de s’adjuger le Masters à deux reprises.En se retournant sur un quart de siècle traversé avec élégance et succès qui se visite comme un musée, il livre: «Je  n’ai pas besoin de tous les records pour être heureux. Il y a toujours  des regrets, mais pas beaucoup. Les erreurs ou les mauvais choix que  j’ai pu faire m’ont fait grandir. Je ne garde pas en tête les mauvais  moments, mais tous les trophées et les images de mes victoires. C’était  un privilège de pouvoir dire, à chaque conférence de presse, que je  pouvais gagner. C’était spécial d’être comme Schumacher, Tiger Woods,  tous ces gens qui sont restés au top pendant si longtemps. Je ne savais  même pas comment ils faisaient. Faire partie de ce groupe, c’est un  sentiment formidable.» Lui qui, colérique, velléitaire, fut dans ses jeunes années catalogué pour son caractère et critiqué pour son inconstance…Parmi les moments qui lui manqueront, Roger  Federer, toujours joueur dans l’âme, avance la confrontation avec la  nouvelle génération «plus athlétique que jamais». Avec, en tête de gondole, Carlos Alcaraz (19 ans), le nouveau numéro 1 mondial. «Je  suis déçu de ne pas avoir pu affronter Alcaraz. J’ai toujours dit qu’il  y aurait d’autres super stars. Il en fait partie. Quand Pete (Sampras) et Andre (Agassi) sont partis, on s’est demandé ce qu’il resterait. Mais il y avait Novak (Djokovic), Rafa (Nadal), moi, Murray, Stan (Wawrinka). Il y a toujours une suite. L’avenir est en de bonnes mains.» Dans une longue interview à L’Équipe, il a indiqué: «Je  vois beaucoup de records tomber dans les cinquante prochaines années,  et c’est normal, parce que les joueurs vont être focus là-dessus. Mais  ça ne va pas être simple, parce que c’est long et c’est beaucoup de  matchs.»L’influence de Roger Federer le magnifique,  flamboyant symbole au service du jeu, se trouve résumée dans le grand  écart qui lui permettait de prendre de la hauteur, de poser un regard  curieux sur les jeunes joueurs arrivant sur le circuit, avec qui il  aimait partager une séance d’entraînement, et de témoigner d’un profond  respect aux anciennes gloires. Il a cueilli des conseils auprès de Pete  Sampras ou Stefan Edberg, a imaginé la Laver Cup lui permettant de  célébrer Rod Laver, Björn Borg ou John McEnroe. Federer, précieuse et  incomparable courroie de transmission.Dans une publicité pour sa nouvelle marque de chaussures, Roger Federer assurait en août: «Le  tennis est une façon d’être sur le court et en dehors. J’ai appris  qu’on ne peut jamais être plus grand que le jeu. Mais vous pouvez  toujours rendre le jeu aussi grand que vos rêves.» Bientôt débarrassé des rituels qui habillaient son quotidien, il avoue: Serrer  mes chaussures, mettre mon bandeau, me regarder dans le miroir, me  demander: “Es-tu prêt pour une nouvelle victoire?” Autant j’ai adoré  faire ça, autant je suis aussi content de ne plus recommencer. La vie de  joueur de tennis est faite d’attentes interminables et stressantes.» Mais le lien unique tissé avec les spectateurs lui manquera, alors il s’empresse d’assurer: «Je  ne serai pas un fantôme. Je suis tombé amoureux de tellement de choses  en relation avec le tennis. Je ne sais pas à quel titre, mais je veux  que les fans sachent qu’ils me reverront.»Il a déjà précisé à RTS (Radio Télévision Suisse): «Mon  vœu, c’est de faire une vraie exhibition avec qui je veux, le monde que  je veux et des fans magnifiques. J’espère que ça pourra se faire dans  les six prochains mois.» AS a annoncé que le Real Madrid aimerait organiser un match exhibition  entre Roger Federer et Rafael Nadal pour l’inauguration du nouveau  stade Santiago-Bernabéu à l’été 2023. L’occasion de battre le record du  plus grand nombre de spectateurs pour un match de tennis (51 954 au  Cap lors d’une exhibition entre… Federer et Nadal en 2020). Roger  Federer est prêt à se conjuguer au passé. «Il dirige une fondation,  détient des parts dans une société, cogère une marque à son nom, possède  un luxueux parc immobilier et conserve de généreux sponsors», écrit Le Temps.Novak Djokovic accompagne avec déférence la sortie de l’icône: «Son  impact sur le jeu a été énorme, sa façon de jouer, son style, sans  effort, tout simplement parfait pour l’œil d’un entraîneur, d’un joueur  ou d’un fan de tennis. Il a laissé un héritage énorme qui vivra pendant  très longtemps.» Comme Johan Cruyff, l’influence de Roger Federer dansera longtemps entre les lignes. La plus belle des victoires…LAVER CUP (23-25 septembre, à Londres),  tournoi opposant l’Europe (Federer, Djokovic, Nadal, Tsitsipas, Ruud,  Murray ; capitaine Borg) et le reste du monde (Tiafoe,  Auger-Aliassime, Fritz, Schwartzman, Minaur, Sock ; capitaine  McEnroe). Ce vendredi et ce samedi: trois simples et un double (à partir  de 14 h, beIN): dimanche: un double, puis trois simples  (13 h, beIN).À VOIR AUSSI - Retraite de Roger Federer: c’est la «petite mort» du joueur, estime Martin Couturié"
}