{
    "title": "Tennis : «Arrêter ne faisait plus de doute», Federer s'exprime pour la première fois après l'annonce de sa retraite",
    "article": "Avant de participer, à partir de vendredi, à  la Laver Cup à Londres, Roger Federer est longuement revenu dans Le  Temps sur les raisons de la fin de sa carrière.Roger Federer vivra sa dernière sortie  professionnelle lors de la Laver Cup (du 23 au 25 septembre à Londres).  Avec l'espoir de pouvoir jouer. Si son genou droit lui laisse un peu de liberté.Dans un long entretien accordé à la presse  suisse et notamment au quotidien Le Temps, l'ancien n°1 mondial  s'épanche sur les raisons qui ont précipité la fin d'une carrière  entamée en 1998 : « Arrêter ne faisait plus de doute. La décision s'est faite en quelques jours. Lorsque je suis revenu à Wimbledon (pour les 100 ans du Centre Court, le 3 juillet 2022, ndlr),  j'ai dit sur le terrain que j'espérais revenir encore une fois, et  j'étais sincère. Mais dix jours plus tard, le genou en était toujours au  même stade, je ne voyais plus de progrès. J'ai passé un scanner, le  résultat n'était pas terrible, alors j'ai compris que, une fois de plus  dans ma vie, j'étais arrivé à une intersection et qu'il fallait se poser  les bonnes questions. J'avançais déjà sur de la glace très fine, à quoi  bon s'obstiner? Là, je me suis dit: ''OK, j'ai bien compris. Cette  fois, c'est fini. Et je sais que c'est la bonne décision.'' C'était vers  la fin juillet, mais je suis resté ensuite bien trois semaines sans  tirer les conclusions de ma décision. »De son dernier match, perdu en quarts de finale à Wimbledon (6-0 dans le 3e set contre le Polonais Hubert Hurkacz en 2021), Roger Federer retient la douleur et une peine incommensurable : «  Le come-back de 2021 était difficile. Je n'étais pas à 100%, et donc  les quarts de finale à Wimbledon c'était déjà très bien. Mais après ce  dernier match, j'ai compris que ça n'allait plus, que ça ne reviendrait  pas et j'ai vécu l'un des moments les plus difficiles de ma carrière. Je  ne savais pas trop ce que j'allais dire à la presse; heureusement,  personne ne m'a demandé comment allait mon genou. Personne n'a senti que  pour moi, c'était fini. »Après de longs mois, le légendaire Suisse s'est résolu à passer à l'annonce : «  J'ai essayé de penser à tout, y compris au décès de la reine Elisabeth  II: est-ce que j'avais le droit d'annoncer ça pendant la période de  deuil? Un moment donné, je voulais aussi le faire beaucoup plus tôt pour  me libérer de cette tension… Ce n'était pas simple, mais je trouve que  les choses sont bien comme elles sont finalement », souligne le Suisse dans le Temps.Avant de confier les secrets de la lettre qui annonçait, à 41 ans, son départ à la retraite : «  J'ai beaucoup réfléchi à comment faire. On pense ce que l'on veut des  réseaux sociaux mais ils ont le mérite de pouvoir toucher tout le monde  au même moment. Après, je ne voulais pas faire une vidéo de moi et me  dire dans dix ans: «Oh mon Dieu!, c'est quoi ça?». Donc j'ai pensé  qu'une lettre, que je pourrais lire pour de l'audio, serait mieux. Je  tenais à la rédiger moi-même pour qu'elle ait une touche personnelle,  mais je n'ai pas l'habitude d'écrire. C'était trop long, j'étais tout le  temps dérangé, il y a les enfants, j'ai fait 25 versions. En tout, ça  m'a pris deux semaines. » Les retours l'ont vite bouleversé : «  Lorsque j'ai posté le message, il ne s'est rien passé pendant quatre  minutes. Les gens écoutaient le message. Ensuite, tout est venu. Je n'ai  pas trop regardé, notamment les sujets dans les journaux ou à la  télévision, je le ferai plus tard, calmement. Ce qui m'a touché, c'est  que beaucoup de messages ne parlaient pas de records ou de points. Ils  parlaient de la façon dont je me suis comporté, de qui je suis, et j'ai  trouvé ça beau. »Dans Le Temps, Roger Federer laisse la porte entrouverte à des apparitions, des exhibitions. Pour le plaisir : «  Je n'aime pas dire aux fans que c'est fini, que je ne reviendrai plus  jamais. Je trouve toujours dommage que les très bons joueurs arrêtent et  qu'on ne les voie plus par la suite. Des matchs exhibitions, j'en ferai  volontiers si je peux. J'aime trop le sport et ça peut être l'occasion  de passer un bon moment, d'inviter mes coachs, de remercier les fans. »À VOIR AUSSI - Retraite de Roger Federer: c'est la «petite mort» du joueur, estime Martin Couturié"
}